[
    {
      "id": 1,
      "title": "BIM MANAGER KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"BIM-MANAGER-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/revit.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BIM MANAGER",
      "AciklamaSection1Desc" :"Mimari planlama eski çağlardan günümüze kadar uzanan bir geçmişe sahiptir. Bu süreç içerisinde sürekli gelişmiştir. Bir binanın işlevi modeli, taşıyıcılığı, kent bağlamında kurduğu ilişki ile başlayan bilgi modellenmesi kağıt üzerindeki paftalar ile sistematik hale getirilmiştir. Evrensel hale gelen bu yöntem CAD teknolojisi ile birlikte dijitalleşerek bizlere büyük bir kolaylık sağlamıştır. Bilginin modellenmesi sürekli gelişerek çağın gerektirdiği gibi BIM(Yapı Bilgi Modellemesi) adı verilen tüm inşaat verisini barındıran bir model haline gelmiştir. Tüm dünyada yaygın bir şekilde kullanılmaya başlanan BIM teknolojisi ülkemizde oluşturulmaya ve kullanılmaya başlanan yönetmeliklerle yaygınlaşmaktadır. Her mühendis ve mimardan BIM konusunda uzmanlaşması beklenmektedir. BIM yapıyı çağımıza en uygun şekilde ve teknolojiyi maksimum kullanarak tasarlama ve yönetme işlerinin bütünüdür. Eğitimimiz BIM Yöneticileri yetiştirmeyi hedeflemekte olup bu alanda bilinmesi gereken eğitimleri kapsamaktadır.",
      "DersSaati" : "350 Saat",
      "KursSuresi" :"15 Ay"
    },
    {
      "id": 2,
      "title": "ÇELİK YAPILAR PROJE MÜHENDİSLİĞİ KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"ÇELİK-YAPILAR-PROJE-MÜHENDİSLİĞİ-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/%C3%A7elik-yap%C4%B1lar-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ÇELİK YAPILAR PROJE MÜHENDİSLİĞİ",
      "AciklamaSection1Desc" :"Çelik yapılar proje mühendisliği kursu herhangi bir çelik yapının tasarım, analiz ve boyutlama, birleşim noktası hesapları, 3d modelleme ve 2d yapı çizimleri ile imalat ve montaj detay çizimlerinin hazırlanabilmesini amaçlayan paket bir eğitimdir. Kurs kapsamında çelik yapılar teorik eğitimi ile yerel ve uluslararası yönetmeliklere hakim olacaksınız. SAP 2000 kursu ile ilgili yapının modellenmesi, analizi, boyutlandırılması ve gerekli yönetmelik kontrollerinin yapılabilmesi amaçlanmaktadır. İdea statica kursu ile analizi ve boyutlandırılması bitmiş olan yapının birleşim hesaplarını yapabileceksiniz. Tasarımı ve tüm hesapları biten yapının modellenmesi ve detay çizimlerinin alınabilmesi Tekla kursu kapsamında sizlere aktarılacaktır. Son olarak büyük ölçekli projelerde artık sıklıkla kullanılan Revit programı ile BIM tabanlı modelleme tekniklerine de hakim olacaksınız",
      "DersSaati" : "300 Saat",
      "KursSuresi" :"12,5 Ay"
    },
    {
      "id": 3,
      "title": "BETONARME YAPILAR PROJE MÜHENDİSLİĞİ KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"BETONARME-YAPILAR-PROJE-MÜHENDİSLİĞİ-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/betonarme-yap%C4%B1lar-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BETONARME YAPILAR PROJE MÜHENDİSLİĞİ",
      "AciklamaSection1Desc" :"Betonarme yapılar proje mühendisliği kursu herhangi bir betonarme yapının tasarım, analiz ve boyutlama süreçleri ile çizim standartları ve detayları üzerine yoğunlaşan paket programdır. Kurs kapsamında betonarme yapıların TBDY-2018 ve TS-500 uyarınca tasarım ve analizinin yapılması amaçlanmaktadır. Kurs sürecine betonarme yapılar ve deprem yönetmeliğini kapsayan teorik eğitim, betonarme yapı analiz ve tasarımını kapsayan ETABS eğitimi, benzer şekilde Türkiye’de geçerliliği olan STA4CAD program, 3d modelleme ve BIM tabanlı Revit Programı ve 2d çizim desteği için Autocad programı dahildir.",
      "DersSaati" : "272 Saat",
      "KursSuresi" :"11 Ay"
    },
    {
      "id": 4,
      "title": "KÖPRÜ TASARIM MÜHENDİSLİĞİ KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"KÖPRÜ-TASARIM-MÜHENDİSLİĞİ-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/k%C3%B6pr%C3%BC-tasar%C4%B1m-m%C3%BChendisli%C4%9Fi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"KÖPRÜ TASARIM MÜHENDİSLİĞİ",
      "AciklamaSection1Desc" :"Her biri birbirinden farklı olan ve bu özellikleri nedeniyle sanat yapısı olarak anılan üstgeçit, viyadük gibi köprülerin tasarımı yüzlerce parametreye bağlıdır. Otoyollarda gördüğünüz tek açıklıklı bile olsa tamamen aynı görünen iki üstgeçit birbirinden farklı özelliklere sahiptir. Burada üzerinden geçen yükler, ayakların oturduğu zeminler, yerel deprem ve rüzgar şartları, dışarıdan tıpatıp aynı görünen iki üst geçidin tasarım parametrelerini belirler. Tamamen farklı dinamik yüklere göre hesap yapılması; farklı temel yapıları, kazık adetleri, çapları, çelik donatılar, elastomer ya da pot mesnetler, deprem blokları gibi yapının dinamik yükler altındaki davranışını etkileyecek elemanların boyutlandırmalarını belirler.",
      "DersSaati" : "246 Saat",
      "KursSuresi" :"10,5 Ay"
    },
    {
      "id": 5,
      "title": "METRAJ HAKEDİŞ VE ŞANTİYE YAPI İŞLETMESİ KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"METRAJ-HAKEDİŞ-VE-ŞANTİYE-YAPI-İŞLETMESİ-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/metraj-hakedi%C5%9F-%C5%9Fantiye-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"METRAJ HAKEDİŞ VE ŞANTİYE YAPI İŞLETMESİ",
      "AciklamaSection1Desc" :"Yeni inşa edilen, onarılan ya da restore edilen yapılar, kentteki peyzaj çalışmaları, köprü, yol yapım ve onarımları öncesinde ve esnasında teknik olarak yapılması gereken işleri ve hakediş hesaplarını kapsayan kurstur. Bu kursta bir yapım işinin yaklaşık maliyetinin hazırlanması, ihale dosyasının hazırlanması, alınan ihalenin uygulamasına başlanması, uygulama süresindeki yönetim, işletme ve hakediş süreçlerini hem hukuki hem de mali açıdan yönetmeyi öğreneceksiniz. Aynı zamanda bunları yaparken kullanmanız gereken MS Excel, MS Project ve Autocad programlarının temel eğitimini de alacaksınız",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
    },
    {
      "id": 6,
      "title": "SAP2000 KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"SAP2000-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/sap2000-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SAP2000",
      "AciklamaSection1Desc" :"Yapısal analiz için tüm dünya çapında en sık kullanılan sonlu elemanlar yazılım programı olan SAP2000 programı yapısal analizle uğraşan inşaat mühendislerinin en sık kullandığı yazılımlardandır. Neredeyse her türlü yapı analizinde kullanılan SAP2000, özellikle çelik yapı tasarımında tercih edilmektedir. Kurs kapsamında sonlu elemanlar modelleme teknikleri ve modelleme mantığı, yükleme türleri, rüzgar ve deprem hesapları, eleman analizi ve boyutlaması, kapasite tasarım ilkeleri ve yönetmelik kontrolleri sunulacaktır. Kurs süresince yönetmelik kontrollerinin hesapları yapılacak ve excel programları oluşturulacaktır.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 7,
      "title": "ETABS VE SAFE KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"ETABS-VE-SAFE-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/etabs-ve-safe-kursu-e%C4%9Fitimi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ETABS VE SAFE",
      "AciklamaSection1Desc" :"Türkiye’nin en çok Etabs kursu ve Safe kursu veren kurumu olan Üçüncü Binyıl, sektörde profesyonel olarak programın uzmanı olan yüzlerce öğrenci yetiştirmiştir. Türkiye’de etabs kursu ve safe kursu süresi en uzun olan ve içeriği en kapsamlı olan eğitim Üçüncü Binyıl Teknik Akademisi‘ndedir.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 8,
      "title": "STA4CAD KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"STA4CAD-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/sta4cad-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"STA4CAD",
      "AciklamaSection1Desc" :"Sta4Cad çok katlı betonarme yapıların statik, deprem ve rüzgar analizini entegre olarak yapan bir yazılım programıdır. İnşaat mühendisleri, inşaat mühendisi öğrencileri ya da inşaat teknikerleri için vazgeçilmez programlar arasında olan Sta4Cad programını operatör olarak değil “Mühendis” olarak öğreneceksiniz. Üçüncü Binyıl Teknik Akademi‘si aracılığı ile Sta4Cad kursu alarak sizler de başlangıç seviyesinden Sta4Cad uzmanı seviyesine gelebilirsiniz.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 9,
      "title": "IDECAD KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"IDECAD-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/%C4%B0DECAD-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"IDECAD",
      "AciklamaSection1Desc" :"IdeCAD Programı günümüzde en çok kullanılan çizim programlarının başında gelmektedir. Her türlü mimari ve mekanik çizim 2 boyutlu ve 3 boyutlu olarak öğretilmektedir. Ayrıca bu süre içerisinde izometrik çizim komutları da öğretilecektir.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 10,
      "title": "TEKLA STRUCTURE KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"TEKLA-STRUCTURE-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/08/tekla-structure-e%C4%9Fitimleri.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"TEKLA STRUCTURE",
      "AciklamaSection1Desc" :"Tekla Structures (X-Steel) Yapısal Çelik Mühendisleri ve tasarımcıları tarafından kullanılan Türkiye’ deki en önemli mühendislik programlarından biridir. X-Steel (güncel adı ile Tekla Structures), inşaat ve yapı endüstrisinde özellikle çelik konstrüksiyon ve betonarme projeleri için kullanılan, projelerde oldukça detaylandırma fırsatı sunan bir 3B Yapı Bilgisi Modelleme (BIM) yazılımıdır. X-Steel , kullanıcılara beton veya çelik 3B yapısal modeller oluşturmada ve yönetmede, konsept aşamasından imalata kadar olan süreçte rehberlik eder. Bu sayede X-Steel ile tasarım gerçeğe dönüştürülür.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 11,
      "title": "REVIT STRUCTURE KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"REVIT-STRUCTURE-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/revit-struc.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"REVIT STRUCTURE",
      "AciklamaSection1Desc" :"Revit Structure betonarme ve çelik projelerde imalat ve detay çizimleri oluşturmaya yarayan ve bu alanda en çok kullanılan BIM tabanlı üç boyutlu modelleme programlarından biridir. Bu programı öğrenmeniz sonucunda betonarme ve çelik yapılar üzerine projeler çizip, uygulamasını yapabilecek ve kontrol edebileceksiniz. 3B yapısal modeller oluşturmada, tasarım aşamasından imalata kadar olan kısmı tasarlamakta ve pafta ve rapor hazırlama konusunda kullanılan etkin bir yazılımdır.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 12,
      "title": "3DS MAX KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"3DS-MAX-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/3DS-MAX-KURSU-E%C4%9E%C4%B0T%C4%B0M%C4%B0.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"3DS MAX",
      "AciklamaSection1Desc" :"3ds Max Programı gelişen teknolojiye sürekli ayak uyduran 3B modellemeler, 3 boyutlu tasarımlar-Animasyonlar gibi pek çok amaça yönelik kullanılan Autodesk’in 3 Boyutlu Modelleme , Kaplama -aydınlatma -Animasyon ve Görselleştirme Programıdır. 3ds Max programı ileri boyutlu Grafik işletme özelliği ve sürekli yenilenen teknolojisiyle oldukça gerçekçi modeller oluşturma imkanı sunar. 3D Studio Max programı Mimari Tasarım-Mekan ve Bina tasarımı – Endüstriyel Tasarım- Reklamcılık- Oyun – Film-Animasyon Endüstrisi ve Tıp Endüstrisinde kullanılan geniş bir yelpazeye sahiptir. 3Ds Max programı Mimar, İç Mimar, Peyzaj Mimarı, Endüstriyel Tasarımcı, Grafiker, Çizgi-Film ve Animasyon sektörü çalışanları başta olmak üzere birçok meslek dalına hitap etmektedir3ds Max , 3D teknolojisinin bilgisayar aracılığıyla dijital ortamda manuel ya da otomatik çizimlerin, tasarımların üç boyutlu görselleştirilmesi halidir. 3D modelleme ile hayalinizdeki tasarımı ya da çizdiğiniz projeyi ,yada bir objeyi 3D görselleştirme yoluyla tasarımdaki her aşamaya uygun olarak oluşturabilirsiniz ve görselini sunabilirsiniz. 3ds max ‘ta oluşturulan tasarımı, objeyi yada bir karakteri hareketli hale getirerek film-sinema, oyun, reklam-grafik tasarım alanlarında kullanabileceğiniz animasyonlara çevirebilirsiniz. 3ds Max Programı hayal gücünüzün sınırlarını zorlayan tasarımları hayata geçirmeniz için sınırsız imkanlar sağlayan bir programdır.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    },
    {
      "id": 13,
      "title": "SINIRSIZ İNŞAAT EĞİTİM PAKETİ",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"SINIRSIZ-İNŞAAT-EĞİTİM-PAKETİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/s%C4%B1n%C4%B1rs%C4%B1z-in%C5%9Faat.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SINIRSIZ İNŞAAT EĞİTİM PAKETİ ",
      "AciklamaSection1Desc" :"Çelik yapı sektöründe, gelecekte adından söz ettirecek projeler yapabilmek profesyonel anlamda teknik bilgi sahibi olmayı gerektirmektedir. El hesabı yapabiliyor ve analiz sonuçlarını kontrol edebiliyor olmak mühendisliğinizi ortaya koyar. Betonarme yapı sektöründe, gelecekte adından söz ettirecek projeler yapabilmek profesyonel anlamda teknik bilgi sahibi olmayı gerektirmektedir. El hesabı yapabiliyor ve analiz sonuçlarını kontrol edebiliyor olmak mühendisliğinizi ortaya koyacaktır.",
      "DersSaati" : "-",
      "KursSuresi" :"-"
    },
    {
      "id": 14,
      "title": "REVIT MEP KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"REVIT-MEP-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/revit-mep-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"REVIT MEP",
      "AciklamaSection1Desc" :"Revit Mep Kursu , Autodesk’in Yapı Bilgi Sistemi (BIM) teknolojisini destekleyen mimari yazılımıdır. Kütlesel tasarım, metraj, detaylandırma ve görselleştirme için güçlü araçlar sunar. Duvar, kapı, pencere, merdiven gibi akıllı mimari modelleme elamanlarıyla çalışır. Parametrik yazılım sistemini esas alır. Bu, bir defa girilen bir verinin tüm proje sürecinde korunması ve istenildiğinde tekrar kullanılabilmesi anlamına gelir.",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 15,
      "title": "NAVISWORKS KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"NAVISWORKS-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/navisworks.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"NAVISWORKS",
      "AciklamaSection1Desc" :"Navisworks kursu yazılımı projeyi tasarlayıp şekillendirdiğiniz, projenin analizini yaptığınız, projeyi simüle ettiğiniz ve projeyi program üzerinden sunduğunuz bir yazılımdır. Üçüncü Binyıl Teknik Eğitim Akademisi 15 yıldır Türkiye’de NavisWorks eğitimi denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu ve Workstation bilgisayarlarıyla öğrenciler için en iyi eğitim ortamını sunmaktadır",
      "DersSaati" : "30 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 16,
      "title": "AUTOCAD KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"AUTOCAD-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/autocad.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"AUTOCAD",
      "AciklamaSection1Desc" :"AutoCAD dünyadaki ilk vektörel çizim yapan ve geliştirilebilen CAD programlarından birisidir. Uzun yıllar sorunlara ve eksiklere yönelik geliştirilerek hem yaygın hem de kullanışlı hale gelmiştir. Mimarlık, mekanik, elektrik, tesisat gibi birçok alanda vektörel çizim yapma amacı ile yaygın olarak kullanılmaktadır.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 17,
      "title": "ROBOT STRUCTURE ANALYSIS KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"ROBOT-STRUCTURE-ANALYSIS-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/robot-structural-analysis-autodesk-kursu-1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ROBOT STRUCTURE ANALYSIS",
      "AciklamaSection1Desc" :"Autodesk Robot Structural Analysis (Robot), modelleme, analiz ve çeşitli yapı tiplerinin tasarımı için kullanılan entegre bir programdır. Program, kullanıcılara çeşitli yapılar yaratma, yapı analizini gerçekleştirme, elde edilen sonuçları doğrulama, yapısal elemanlarla ilgili hesapların yönetmeliklere uygunluğunu kontrol etme ve statik hesabı ve tasarımı yapılmış bir yapının dokümantasyonunu hazırlama imkânı verir.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
    },
    {
      "id": 18,
      "title": "AUTODESK CIVIL 3D KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"AUTODESK-CIVIL-3D-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/civil-3d-e%C4%9Fitimi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"AUTODESK CIVIL 3D",
      "AciklamaSection1Desc" :"AutoCAD Civil 3D bilgisayar ortamında karayolu, demiryolu, atık su gibi projelerin üç boyutlu olarak tasarlanabileceği, bunlara ait sanat yapıları, kavşak çözümleri, kübaj hesapları ve çeşitli analizlerin yapılabileceği ve raporlamaların oluşturulabileceği bir yazılımdır. AutoCAD Civil 3D kullanılarak oluşturulan projeler üç boyutlu olarak tasarlanabilmekte, animasyonlar ve simülasyonlar hazırlanabilmekte ve böylece bitmiş projenin sunumu zenginleştirilebilmektedir.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
    },
    {
      "id": 19,
      "title": "ALLPLAN BRIDGE KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"ALLPLAN-BRIDGE-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/allplan-bridge_1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ALLPLAN BRIDGE",
      "AciklamaSection1Desc" :"Allplan Bridge, Allplan altında çalışan tam teşekküllü bir köprü modelleme, hesap ve tasarım yazılımıdır. Köprü mühendisleri ve teknikerlerine odaklanmış bir çözüm sunar. Mühendislerin ve teknikerlerin basitten karmaşık geometriye hızlı ve verimli bir şekilde tam parametrik kontroller kullanarak köprüler modellemesini sağlar.Köprü tasarımı için özelleştirilmiş bir 3B BIM aracıdır, günümüzde IFC 4.3 ile veri alışverişi yapabilen yegane yazılımdır. Hızlı ve kolay bir şekilde karmaşık köprü geometrisinin oluşturulmasını sağlar. 3B eksene dayalı olarak 3B geometriyi kolayca tanımlamaya izin verir. Çok sayıda kesiti parametrik olarak kontrol etmenize izin verir. İş programınızı oluşturur; Gannt chart görünümü yada animasyonla programınıza hakimiyetiniz arttırır. Yapısal analiz verilerini eşzamanlı olarak oluşturur.",
      "DersSaati" : "30 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 20,
      "title": "PRIMAVERA KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"PRIMAVERA-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/primavera-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"PRIMAVERA",
      "AciklamaSection1Desc" :"Primavera, bilgisayar destekli sektörde en çok kullanılan iş planları oluşturulmasını sağlayan ve yaklaşık maliyet hesaplayabilen bir yazılımdır. Primavera, bir işi en temelden en ileri seviyelere kadar tüm yönleriyle kontrol etmemizi sağlar. Özellikle inşaat ve makina olmak üzere üzere tüm sektörlerde kullanılır. Eğitimimizde temel seviyeden uzmanlık seviyesine kadar primavera ile iş akışı oluşturmayı ve yaklaşık maliyet hesaplamayı öğreneceksiniz.",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 21,
      "title": "MS PROJECT KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"MS-PROJECT-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/ms-project-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MS PROJECT",
      "AciklamaSection1Desc" :"Planlama hayatımızın her alanında olduğu gibi çalışma hayatımızın da önemli bir noktasıdır. Bu noktada proje planlamasını doğru yapabilmek, projenin verimli ve sorunsuz ilerlemesi, sonuçlanması için son derece önemlidir. Planlama konusunda çalışa yapmak isteyen özellikle mimarlık, mühendislik gibi branşlarda okuyan yada çalışanlar MS Project eğitimine katılabilirler.",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 22,
      "title": "AUTODESK INSIGHT KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"AUTODESK-INSIGHT-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/autodesk-insight-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"AUTODESK INSIGHT",
      "AciklamaSection1Desc" :"İçerik Güncellenecektir...",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 23,
      "title": "BİM TEORİK EĞİTİMİ",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"BİM-TEORİK-EĞİTİMİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/B%C4%B0M-teorik-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BIM TEORİK",
      "AciklamaSection1Desc" :"BIM Yöneticiliği eğitimi geleneksel yöntemler ile proje yönetiminin incelenip BIM literatürünün öğrenilmesi ile başlıyor. BIM ile proje yönetimi, BIM Modeline bilgi eklenmesi, bu bilgilerin kullanılması ve projenin maksimum bilgi ile oluşturulmasını içeriyor. Oluşturulan bu bu bilginin sahada nasıl kullanılacağını öğreniyoruz. BIM ile proje yönetiminin zaman,maliyet ve kaliteye katkılarının anlaşılması sağlanıyor ve eğitim bu bilgiler ışığında devam ediyor;",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 24,
      "title": "MS OFFICE İLE İLERİ EXCEL VE MAKRO KURSU",
      "minTitle": "İnşaat Eğitimleri",
      "titleParams" :"MS-OFFICE-İLE-İLERİ-EXCEL-VE-MAKRO-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/08/MS-Office-ve-%C4%B0leri-Excel-ve-Makro-Kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MS OFFICE İLE EXCEL VE MAKRO",
      "AciklamaSection1Desc" :"Microsoft Excel’de formüllerin kullanımı ile ilgili detayları öğrenerek matris tablolar hazırlayabilir ve raporlarınızı dönem filtreleriyle otomatik olarak hesaplatabilirsiniz. Özet Tablo ve Özet Grafik (PivotTable ve PivotChart) uygulamaları ile özet raporlar hazırlayabilir ve rapor ihtiyaçlarını hızlıca karşılayabilirsiniz. Veri analizine ilişkin araçları kullanarak veri ayıklama ve birleştirme yapabilir veya olasılıklara bağlı olan sonuçları ifade edecek raporlar oluşturabilirsiniz.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    }
   
  ]
  