[
    {
      "id": 1,
      "title": "DİJİTAL OYUN TASARIM UZMANLIĞI EĞİTİMİ (GAME DESIGNER)",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"digital-oyun-tasarim-uzmanligi-egitimi-game-designer",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2023/10/Animation-101.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"DİJİTAL OYUN TASARIM ",
      "AciklamaSection1Desc" :"Dijital Oyun Tasarımı Uzmanlığı Eğitimi: Oyun dünyasında bir adım öne çıkın! Bu eğitim programı, Blender, Z-brush ve Unity gibi sektörün en güçlü araçlarıyla donanmış bir dijital oyun tasarımcısı olmanız için ihtiyaç duyduğunuz bilgi ve becerileri sunuyor. 102 saatlik Blender dersleriyle üç boyutlu modelleme ve animasyonun sırlarını öğrenirken, 72 saat boyunca Z-brush ile karakter tasarımında ustalaşacaksınız. Unity’nin 96 saatlik dersleri ise oyun geliştirme sürecinin merkezinde yer almanızı sağlayacak. Bu eğitimle, oyun sektöründe kariyerinizi inşa etmek veya mevcut becerilerinizi daha da geliştirmek için mükemmel bir fırsata sahip olacaksınız. Oyun dünyasında parmakla gösterilen bir uzman olmak için adım atın!",
      "DersSaati" : "270 Saat",
      "KursSuresi" :"11 Ay"
    },
    {
      "id": 2,
      "title": "BLENDER KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"blender-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2023/10/working-remotely-scaled.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BLENDER",
      "AciklamaSection1Desc" :"Kreatif bir geleceğe adım atmak ve animasyon, 3D modelleme ve görsel efektler dünyasının kapılarını aralamak için Üçüncü Binyıl Akademi’nin 96 saatlik Blender kursu tam da ihtiyacınız olan fırsat! Bu eşsiz eğitimle, Blender’ın gücünü öğrenerek kendi yaratıcı projelerinizi hayata geçirecek ve profesyonel dünyada fark yaratacaksınız. Sadece yeteneklerinizi geliştirmekle kalmayacak, aynı zamanda yaratıcı kariyer fırsatlarını keşfedeceksiniz.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
    },
    {
      "id": 3,
      "title": "YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"yazilim-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2015/12/yaz%C4%B1lim-uzmanligi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"YAZILIM UZMANLIĞI",
      "AciklamaSection1Desc" :"C# programlama dili ve Microsoft .NET ile yazılım geliştirmeyi sağlayan, veritabanı ve web uygulamaları geliştirebileceğiniz uzmanlık eğitimidir. Bu program sürecinde dünyada en yaygın olarak tercih edilen programlama dillerinden C# programlama dilini, web yazılım geliştirme frameworklerini ve ASP.NET MVC ve ASP.NET Core alanlarında uzmanlaşacaksınız. Veritabanı sistemlerinde en çok kullanılan Microsoft SQL Server üzerinde programlama yapmayı öğrenecek ve web servisleri geliştireceksiniz. Kursiyerlerimize C#’ın tam uyumlu olduğu Object Oriented Programming ile yazılım geliştirme süreçlerinde profesyonel bir bakış açısı kazandırmak hedeflenmektedir. Web Tasarım Kursu içerisinde Html, CSS, Javascript,Jquery,Bootstrap ve Seo teknikleri programlarının yanı sıra Web Sitelerinin tasarlanması ve yönetimi dahil tüm süreci kendisi yapabilir duruma geleceksiniz. Kursun sonunda kişisel web sitesi, E-Ticaret sitesi , emlak sitesi , haber sitesi gibi sitelerin arayüzlerini tasarlayabilir ve çeşitli ekranlarla uyumlu Responsive Web Siteleri oluşturabilirsiniz. Bu eğitimde ASP.NET MVC ile web uygulama geliştirme sıfırdan ileri seviyeye kadar detaylı olarak anlatılmaktadır. .NET Platformunun MVC yapısının en temel tasarım kalıbı olan Model View Controller mimarisi esas alınarak anlatılmaktadır. Asp.Net Core farklı platformlarda (cross platform – Windows, Mac ve Linux) çalışabilen web uygulamaları geliştirme kütüphanesidir. Kursta ASP.NET Core MVC uygulamaları geliştirmeyi öğreneceksiniz. Kurs süresince, ASP.NET Core ve MVC deseni detaylı olarak öğreneceksiniz.Öğrenilen tüm konular kurs sonunda geliştirilen bitirme projesinde bütünsel olarak işlenecektir",
      "DersSaati" : "240 Saat",
      "KursSuresi" :"10 Ay"
    },
    {
      "id": 4,
      "title": "SİSTEM UZMANLIĞI (MCSA) KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"sistem-uzmanligi-mcsa-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/sistem-uzmanl%C4%B1%C4%9F%C4%B1-mcsa.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SİSTEM UZMANLIĞI (MCSA)",
      "AciklamaSection1Desc" :"Sistem uzmanlığı günümüzde En çok ihtiyaç duyulan ve önemi her geçen gür artan bir yönetim ve koordinatörlük mesleğidir. Bu nedenler küçük, orta ve büyük ölçekli firmalar için En çok gerekli olan altyapı, kurulum, yönetim ve süreklilik olmakla beraber sorumlu olunan yapının güvenliğini de sağlamak çok önemlidir. Şirketler veya Entegratör gibi şirketlere Sistem ve Network Güvenlik hizmetini sunan firmalar birçok farklı farklı donanım Server Firewall cihazlarını kullanmaktadırlar. Bunlardan en çok kullanılan cihazlar ülkemizde ve dünyada Palo Alto, Fortigate, Cisco , Checkpoint, HPE, DELL, IBM cihazlara başlıca örnekler verilebilir.",
      "DersSaati" : "240 Saat",
      "KursSuresi" :"10 Ay"
    },
    {
      "id": 5,
      "title": "SİBER GÜVENLİK (CEH ETİK HACKING) KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"siber-guvenlik-ceh-etik-hacking-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/09/siber-g%C3%BCvenlik-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SİBER GÜVENLİK UZMANLIĞI (CEH)",
      "AciklamaSection1Desc" :"CEH Siber güvenlik uzmanlığı eğitimi hackerların kullandığı yöntemlerin bilinmesini ve bunların iyi amaçlar için kullanılmasını sağlayan bir eğitim programıdır. İşletim sistemleri ve ağlarda bulunan güvenlik açıklarının bulunması ve bunları sömürülerek sistemlere sızılması eğitimi olarak da tanımlayabiliriz. Eğitim sonunda CWH (Certified White Hat Hacker) olma fırsatı yakalayacağınız bir eğitimdir.",
      "DersSaati" : "120 Saat",
      "KursSuresi" :"5 Ay"
    },
    {
      "id": 6,
      "title": "FIREWALL KURSU (PALO ALTO, FORTIGATE, CHECKPOINT)",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"firewall-kursu-palo-alto-fortigate-checkpoint",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/web-design.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"FIREWALL",
      "AciklamaSection1Desc" :"Firewall günümüz dünyasında bilginin verinin güvenliği her gün geçtikçe artmaktadır. Bu nedenler küçük,orta ve büyük ölçekli firmalar için iç networklerini dış dünyaya siber saldırganlara karşı korumak zorunda kalmaktadır. Aynı zaman kendi iç networklerini kendi içlerinde de korumak durumundadır. Bunu Firewall Güvenlik duvarı cihazları ile gerçekleştirmektedirler. Şirketler veya Entegrator gibi şirketlere Network Güvenlik hizmetini sunan firmalar bir çok farklı vendor’un Firewall cihazlarını kullanamaktadır. Bunlardan en çok kullanılan cihazlar ülkemizde ve dünyada Palo Alto, Fortigate, Cisco , Checkpoint cihazlardır.",
      "DersSaati" : "80 Saat",
      "KursSuresi" :"3,5 Ay"
    },
    {
      "id": 7,
      "title": "CISCO NETWORK SECURITY KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"cisco-network-security-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/cisco-network-security_2.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"CISCO NETWORK SECURITY",
      "AciklamaSection1Desc" :"Network güvenlik uzmanlığı birden fazla cihazın aynı anda uyumlu ve sürekli olarak haberleşmesini güvenli bir şekilde sağlayan, bir şirketin birden fazla şubesinin  birbirleri ile güvenli sistematik bir şekilde haberleşmesi ve bu haberleşmeyi sağlayan cihazların yönetimini güncel tutulmasını iç ve dış tehditlere karşı korunmasını, güvenlik açkılarını belirleyen ve bunlara önlem ve çözümler üreten kişidir. Siber Güvenlik tehditlerine karşı bilgisini sürekli güncel tutmalı. Firewall NAC vb. Teknolojilere hakim. VPN teknolojilerine hakim ve şirketin farklı firmalar veya kendi kullanıcalarını uzak bağlantılarını güvenli bir şekilde configuration yapan kişidir. Aynı zamanda LAN to WAN , WAN to LAN trafikleri kısıtlamak güvenli hale getirmekten sorumlu kişi",
      "DersSaati" : "80 Saat",
      "KursSuresi" :"3,5 Ay"
    },
    {
      "id": 8,
      "title": "NETWORK UZMANLIĞI (CCNA, HUAWEI, HP) KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"network-uzmanligi-ccna-huawei-hp-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/Network-Uzmanl%C4%B1%C4%9F%C4%B1-CCNA-HUAWEIHP_1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"NETWORK UZMANLIĞI (CCNA, HUAWEI, HP)",
      "AciklamaSection1Desc" :"Network uzmanlığı birden fazla cihazın aynı anda uyumlu ve sürekli olrak haberleşmesini sağlayan, bir şirketin birden fazla şubesinin  birbirleri ile güvenli sistematik bir şekilde haberleşmesi ve bu haberleşmeyi sağlayan cihazların yönetimini güncel tutulmasını iç ve dış tehditlere karşı korunmasını, güvenlik açkılarını belirleyen ve bunlara önlem ve çözümler üreten kişidir. Network kurlumu bu mesleğin ana görevidir. Bu ağların belirli periyotlarla bakımı ve raporlanması gelişen teknolajiye göre güncellenmesi ve haberleşme performansını sürekli yükseltmek ve daha iyi hale getirmekle görevlidir. Network uzmanlarından genel olarak beklenen görevlerin genellemek gerekirse; öncelikle bilgisayar, ve kullanılan ağ cihazlarında çıkan sorunları belirlemek, bunlar için çözümler üretmek, gerekli birimlere tavsiyelerde bulunmak ve çözümü yürürlüğe koymak diye sayılabilir. Network uzmanları ayrıca zaten var olan IT altyapısından, kurulu programlarından, bilgisayar ağlarından ve sunucu (server) ağlarından sorumludur. Bunların kurulumu, güncellenmesi, bakımının yanında test edilmesi ve yapılandırılması da network uzmanlarının görevleri arasındadır.",
      "DersSaati" : "120 Saat",
      "KursSuresi" :"5 Ay"
    },
    {
      "id": 9,
      "title": "WEB TASARIM VE WEB YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"web-tasarim-ve-web-yazilim-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/web-design.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"WEB TASARIM VE WEB YAZILIM UZMANLIĞI",
      "AciklamaSection1Desc" :"Web Tasarım ve Yazılım Uzmanlığı kursumuzda, eğitim alarak sizler de bilişim dünyasından adınızdan söz ettirebilirsiniz. Web Tasarım Uzmanlığı ve Yazılım Uzmanlığı birbirinden ayrılamaz iki bütün olduğundan sizi hem yazılım hem tasarım yönüyle baştan sona kadar donatıp sizleri bilişim sektörüne kazandırıp binlerce başarılı kursiyerimizin arasında görmek isteriz. Web Tasarım Uzmanlığı denilince akla gelen tüm detaylar en ince ayrıntısına kadar sizlere öğretilir aynı zamanda tasarımsal olarak da tüm incelikler size öğretilir ve Web Tasarım ve Yazılım Uzmanlığı Kursu sonunda profesyonel olarak iş hayatına atılabilirsiniz. ÜÇÜNCÜ BİNYIL TEKNİK EĞİTİM AKADEMİSİ 6 Ay süren toplam 144 saatlik Türkiye’de eşi benzeri olmayan bir eğitim ile sizleri bekliyor.",
      "DersSaati" : "144 Saat",
      "KursSuresi" :"6 Ay"
    },
    {
      "id": 10,
      "title": "MOBİL UYGULAMA GELİŞTİRME KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"mobil-uygulama-gelistirme-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/react-native-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MOBİL UYGULAMA GELİŞTİRME",
      "AciklamaSection1Desc" :"Üçüncü Binyıl Eğitim Akademisi 15 yıldır Türkiye’de en iyi react native ile mobil uygulama geliştirme kursu denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu eşliğinde ve Avrupa standartlarında react native ile ios ve android mobil uygulama geliştirmeyi sıfırdan başlayarak zorlanmadan öğrenin.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    },
    {
      "id": 11,
      "title": "UNITY OYUN PROGRAMLAMA UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"unity-oyun-programlama-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/unity-oyun-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"UNITY OYUN PROGRAMLAMA UZMANLIĞI",
      "AciklamaSection1Desc" :"C# programlama dili kullanılarak Unity oyun motoru platformuyla 2D ve 3D ortamlarda IOS, Android ve PC platformlarında oyun uygulamaları geliştirmeyi sağlayan algoritmik düşüncenizi ve hayal gücünüzü zorlayacağınız bir eğitimdir. Bu program sürecinde Türkiye’de ve birçok ülkede en yaygın olarak kullanılan programlama dillerinden C# programlama dili ile oyun motorları arasında tercih açısından diğer uygulamalara fark atan Unity oyun motoru ile oyunlar geliştirecek ve oyun sektörüne giriş biletinizi en ön sıradan alma hakkı kazanacaksınız. Unity arayüzü oyun geliştirmenizde yardımcı olacak hemen hemen her türlü modüle sahiptir.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
    },
    {
      "id": 12,
      "title": "DİJİTAL PAZARLAMA VE SOSYAL MEDYA UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"dijital-pazarlama-ve-sosyal-medya-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/dijital-pazarlama.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"DİJİTAL PAZARLAMA VE SOSYAL MEDYA UZMANLIĞ",
      "AciklamaSection1Desc" :"Dijital Pazarlama ve Sosyal Medya Uzmanlığı Eğitimi, alanlarında uzman sektör tecrübeli eğitmen tarafından verilmektedir. Derslerde uygulamalı, gerçek projeler yaparak öğreneceksiniz. Bu eğitimi alan herkese WordPress eğitimi ücretsizdir. Dijital Pazarlama ve Sosyal Medya Eğitimi, eğitim garantilidir ve 1 yıl boyunca bu kursu tekrar ücretsiz olarak alabilirsiniz. Eğitim boyunca ödevler ve uygulamalı eğitimlerle öğrenme süreci desteklense de Dijital Pazarlama ve Sosyal Medya derslerini tekrarlamak ve pekiştirmek isteyen öğrencilerimize imkân tanıyoruz.",
      "DersSaati" : "120 Saat",
      "KursSuresi" :"5 Ay"
    },
    {
      "id": 13,
      "title": "ZBRUSH KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"zbrush-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/zbrush-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ZBRUSH",
      "AciklamaSection1Desc" :"Zbrush Programı, 3 boyutlu bir animasyon programıdır. ZBrush ile diğer 3D programları ile hayal dahi edemeyeceğiniz boyutta ince ve detaylı çalışmalar yapabilirsiniz. Günümüzde film sektöründeki en kusursuz animasyon çalışmaları ZBrush ile yapılmaktadır. Sinema sektörünün vazgeçilmezleri arasında bulunan bu 3 boyutlu animasyon yapma programını ZBrush Kursu ile birlikte sizler de en üst seviyede kullanabileceksiniz.",
      "DersSaati" : "60 Saat",
      "KursSuresi" :"2,5 Ay"
    },
    {
      "id": 14,
      "title": "MAYA KARAKTER MODELLEME VE ANİMASYON KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"maya-karakter-modelleme-ve-animasyon-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/10/autodesk_maya_3d_karakter_modelleme_ve_animasyon_kursu_egitimi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"KARAKTER MODELLEME VE ANİMASYON",
      "AciklamaSection1Desc" :"Üçüncü Binyıl Eğitim Akademisi 15 yıldır Türkiye’de en iyi animasyon kursu denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu eşliğinde ve Avrupa standartlarında Maya ile karakter modelleme ve animasyon yapmayı sıfırdan başlayarak zorlanmadan öğrenin.  Dünyanın en iyi 3D modelleme, 3D animasyon ve çizgi film yapım programlarından biri olan Autodesk Maya programı ile kurs sürecinin başından sonuna kadar bir animasyon filminin nasıl yapıldığını uygulamalı bir şekilde öğreneceksiniz. Tam kapsamlı ve sertifikalı Maya eğitimini uzmanlık seviyesinde alın, geleceğinizi planlayın.",
      "DersSaati" : "144 Saat",
      "KursSuresi" :"6 Ay"
    },
    {
      "id": 15,
      "title": "BİLGİSAYARLI MUHASEBE KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"bilgisayarli-muhasebe-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/muhasebe-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BİLGİSAYARLI MUHASEBE",
      "AciklamaSection1Desc" :"İşletmelerin finansal açıdan şu anki durumlarının tespit edilmesi ve gelecekteki faaliyetlerinin planlanması için gereken bilgi ve raporların hazırlanmasını yapabileceklerdir. Muhasebe dersleri ne katılanlar; Maliyet, pazarlama, Dış ticaret, Tek düzen hesap planı, Finansal raporlamalar gibi temel departmanlara gerekli ilgi akışını sağlayabilir duruma geleceklerdir. Temel giriş seviyesinde bilgisayar kullanmayı bilen kişilere, Eta Ticari Muhasebe (Şirket veya kurumlara stok, cari, fatura, muhasebe, işletme defteri hesaplarını sistematik bir şekilde bilgisayar ortamında kayıtlanmasını sağlayan program), Logo Go 3 Ticari Muhasebe (İşletmelerin e-Fatura (elektronik fatura) ve e-Defter (elektronik defter)’e geçiş süreçlerinde yardımcı olan, Firma açılması, Çalışma bilgilerinin oluşturulması, fişlerin doldurulması, stoklanma, stok tanımlarının yapılması, raporların incelenmesini sağlayan program), Mikro Ticari Muhasebe (işletmenin mali işlerinin verimli bir şekilde yöneten; faturaların, irsaliyelerin, çek ve senetlerin işlenme işlemi, banka hesaplarının takibi ve buna benzer mali işlerin raporlar halinde oluşturulabilmesi) bir platform üzerinden entegre olarak yöneten ERP yazılımı programları öğretilerek, işletmelerin mali sorumluluklarını alarak anlık durum tespiti yapılarak, gelecek faaliyetlerin planlanması için gereken bilgi ve raporların hazırlama becerilerini kazandıran eğitim sürecidir. Bilgisayarlı muhasebe kursunu alanların güncel, teknik ve teorik bilgiler aktarılarak; maliyet, pazarlama, dış ticaret, tek düzen hesap planlanması finansal raporlamalar gibi temel alanlara gerekli bilgi akışını profesyonel olarak sağlayabilmelerini hedeflemektedir.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    },
    {
      "id": 16,
      "title": "BİLGİSAYARLI İLERİ MUHASEBE KURSU",
      "minTitle": "Makine Eğitimleri",
      "titleParams" :"bilgisayarli-ileri-muhasebe-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/muhasebe-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BİLGİSAYARLI MUHASEBE",
      "AciklamaSection1Desc" :"şletmelerin finansal açıdan şu anki durumlarının tespit edilmesi ve gelecekteki faaliyetlerinin planlanması için gereken bilgi ve raporların hazırlanmasını yapabileceklerdir. Muhasebe dersleri ne katılanlar; Maliyet, pazarlama, Dış ticaret, Tek düzen hesap planı, Finansal raporlamalar gibi temel departmanlara gerekli ilgi akışını sağlayabilir duruma geleceklerdir.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    },
    {
      "id": 17,
      "title": "REACT NATIVE İLE MOBİL UYGULAMA GELİŞTİRME KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"react-native-ile-mobil-uygulama-gelistirme-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/08/react-native-kursu-mobil-uygulama.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"REACT NATIVE İLE MOBİL UYGULAMA GELİŞTİRME",
      "AciklamaSection1Desc" :"React native Facebook ekibinin geliştirdiği mobil uygulama geliştirme ortamıdır. Yazılım dili olarak Javascript veya Typescript kullanılabilir. Çekirdek yapısında Typescript kullanımı çokça karşımıza çıkmaktadır. Fakat çoğu geliştirici Javascript kullanmaktadır. Daha önce web uygulamaları geliştiren yazılımcıların çok çabuk adapte olabileceği bir uygulama çatısıdır. Yeni başlayanlar ise hızlı bir şekilde uygulama yazabileceği sayısız kaynak ve hazır kütüphaneler bulunmaktadır.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    },
    {
      "id": 18,
      "title": "PLASTİK KALIP TASARIM UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"plastik-kalip-tasarim-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/plastik-kal%C4%B1p-tasar%C4%B1m%C4%B1-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SOLIDWORKS İLE PLASTİK KALIP TASARIM",
      "AciklamaSection1Desc" :"Üst düzey teknik bilgiler sayesinde Türkiye’de sayılı insanlar arasına girip kaliteli bir işiniz olacak ya da kendi işinizi yapıyorsanız daha sistematik çalışacaksınız. 8 Ay Kurs Süresi Sıfırdan başlayıp 8 ay sonunda kalıp tasarım uzmanlığı seviyesine geleceğiniz tek eğitim kurumu. Kursta uygulamalı bir şekilde tüm farklı kalıp sistemlerinin tasarımlarını yaparak öğreneceksiniz.",
      "DersSaati" : "182 Saat",
      "KursSuresi" :"7,5 Ay"
    },
    {
      "id": 19,
      "title": "PROGRASIV SAC KALIP UZMANLIĞI TASARIM KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"prograsiv-sac-kalip-uzmanligi-tasarim-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/PROGRAF%C4%B0S-SAC-KALIP-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SOLIDWORKS İLE PROGRASİV SAÇ KALIP TASARIM",
      "AciklamaSection1Desc" :"Türkiye’de ilk ve tek prograsif sac metal kalıp tasarım kursu veren eğitim kurumuyuz. Kalıp tasarım ve imalatını Avrupa ve Amerikan standartlarında yapabilir düzeye geleceksiniz. Sadece prograsif sac metal kalıpçıları için geliştirilmiş logopress3 programını etkin bir şekilde öğrenip kullanacaksınız. Geleceğinize Yatırım Yapın. Üst düzey teknik bilgiler sayesinde Türkiye’de sayılı insanlar arasına girip kaliteli bir işiniz olacak ya da kendi işinizi yapıyorsanız daha sistematik çalışacaksınız. Sıfırdan başlayıp 7,5 ay sonunda kalıp tasarım uzmanlığı seviyesine geleceksiniz.",
      "DersSaati" : "182 Saat",
      "KursSuresi" :"7,5 Ay"
    },
    {
      "id": 20,
      "title": "CEP TELEFONU TAMİRİ KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"cep-telefonu-tamiri-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/08/CEP-TELEFONU-TAM%C4%B0R%C4%B0-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"CEP TELEFONU TAMİR ",
      "AciklamaSection1Desc" :"Cep telefonlarının mekanik, elektronik ve yazılımsal arızalarını giderecek bilgi donanımı sağlayan uygulamalı bir eğitimdir. Dijital olarak ihtiyaçlarımızı karşılayabilecek cep telefonuna hem ulaşmak hem de taşımak çok kolaydır. Cep telefonunun taşınabilir olması birçok kaza riskini de beraberinde getirerek mekanik arızaya (ekran kırılması vb.) sebep olmakta, bunun yanında elektronik bir cihaz olarak dış ortamdan etkilenmekte (nem, ısı vb.) ve elektronik arızalar oluşturmaktadır. Cep telefonu programlanabilir dijital bir cihaz olmasından dolayı yazılımsal hatalar oluşabilmektedir. Tüm bu sorunların tamiri ve çözümleri için bu eğitimi alabilirsiniz.",
      "DersSaati" : "60 Saat",
      "KursSuresi" :"2,5 Ay"
    },
    {
      "id": 21,
      "title": "BITCOIN VE FOREX KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"bitcoin-ve-forex-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/01/bitcoin-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BITCOIN VE FOREX",
      "AciklamaSection1Desc" :"Bitcoin yaşam döngüsü madenden çıkarma ile başlar , Blockchain içinde güvende tutma ile devam eder, transfer,takas ve alışveriş ile sonlanır. Bu süreçde dünyada en yaygın olarak tercih edilen kripto para birimlerinden Bitcoin ve diğer alternatif coinler hakkında bilgi sahibi olacağınız gibi , Bitcoin al-sat ve takas işlemlerini de uygulamalı öğreneceksiniz. Kursiyerlerimize Bitcoin kullanımı ile ilgili profesyonel bir bakış açısı kazandırmak hedeflenmektedir. Bitcoin’in neredeyse her platformda kullanmaya olanak veren bu teknolojisini, katılımcıların ticari becerileri ile birleştirerek güçlü bir altyapı sağlanacaktır .Takas , hızlı al-sat yöntemleri ile birlikte uygulamalı şekilde gösterilecektir.",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"1 Ay"
    },
    {
      "id": 22,
      "title": "GEMİ VE YAT TASARIM UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"gemi-ve-yat-tasarim-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/gemi-ve-yat-tasar%C4%B1m%C4%B1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"RHINOCEROS GEMİ VE YAT TASARIM ",
      "AciklamaSection1Desc" :"Türkiye’de en uzun süre ve en kapsamlı rhinoceros eğitimi veren kurum olan üçüncü binyıl teknik eğitim akademisi farkı ile sizler de rhino kursu sonrasında profesyonel olarak programa hakim olabilirsiniz. Gemi ve Yat Tasarımı eğitimi sonunda sektörde aranan eleman olabilirsiniz. Rhinoceros, yüzey modelleme adına Endüstriyel tasarım yapabilen programdır. Nurbs tabanlı kullanılması kullanıcıların organik parçaları rahatlıkla tasarlamasına imkan tanımaktadır. Çoğu endüstriyel tasarımcının tercih ettiği programlardan biri Rhinoceros dur. Rhinoceros tasarımlarınıza elle çizilmiş tasarımlara bakarak, elde hazırlanmış maket modellerinize bakarak yada prototipi hazırlanmış model üzerinde Rhinoceros Nurbs yöntemlerinizi hayalinizle birleştirerek etkili tasarımlar çıkarmanıza yardım olan  bir 3d tasarım programıdır",
      "DersSaati" : "60 Saat",
      "KursSuresi" :"2,5 Ay"
    },
    {
      "id": 23,
      "title": "CAD/CAM/CNC UZMANLIĞI KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"cad-cam-cnc-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/08/cnc-operat%C3%B6rl%C3%BC%C4%9F%C3%BC-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"CAD & CAM & CNC  UZMANLIĞI",
      "AciklamaSection1Desc" :"3 Kursu bir araya getiren Üçüncü Binyıl Teknik Eğitim Akademi’si sayesinde sizler de makine, mobilya, tarım makineleri mühendisliği vb. bir çok iş kolunda hem CAD kursu hem CAM kursu hem de CNC kursu görmenin verdiği avantaj ile iş dünyasına sağlam bir giriş yapabilirsiniz. 186 saat süren 8 aylık CAD CAM CNC kursumuz Türkiye’nin tartışmasız en kapsamlı cad cam cnc kursudur.",
      "DersSaati" : "200 Saat",
      "KursSuresi" :"8 Ay"
    },
    {
      "id": 24,
      "title": "MOBİL YAZILIM ELİT PAKETİ",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"mobil-yazilim-elit-paketi",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/mobil-yaz%C4%B1l%C4%B1m-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MOBİL YAZILIM ELİT",
      "AciklamaSection1Desc" :"Türkiye ve dünya da hızla gelişen oyun sektörü, oldukça geniş bir kitleye hitap etmekte ve tüm eğlence endüstrisi alanlarını geçerek, zirveye yerleşmiş durumdadır. Artık siz de Unity 3D ile hayal ettiğiniz 2D ve ya 3D oyunları Üçüncü Binyıl ile gerçeğe dönüştürebileceksiniz. Bilişim teknolojisi ürünlerinin temel ihtiyaç haline gelmesi ile birlikte, sektördeki hızlı büyüme şirketlerin, alanında uzman mobil yazılımcıları talep etmesini sağlamaktadır. Sizde bu eğitimi alarak mobil uygulamanın en ince ayrıntısına kadar öğrenecek ve mesleğinizi en iyi şekilde yapabilir duruma geleceksiniz.Eğitim programımızın sonunda, Türkiye’nin en çok aranan mobil yazılım ve oyun programlama uzmanları seviyesine geleceksiniz. Sektörün ihtiyaçlarını bildiğimizden, sizin için tüm sektörlerde karşınıza çıkabilecek eğitim paketini düzenledik. Mobil uygulama eğitimini tamamlayarak mobil uygulama sektörünün aranan uzmanı siz olacak ve firmalar sizi değil siz dilediğiniz firmayı seçecek duruma geleceksiniz.",
      "DersSaati" : "288 Saat",
      "KursSuresi" :"12 Ay"
    },
    {
      "id": 25,
      "title": "SOSYAL MEDYA UZMANLIĞI KURSU",
      "minTitle": "Makine Eğitimleri",
      "titleParams" :"sosyal-medya-uzmanligi-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/sosyal-medya-uzmanl%C4%B1%C4%9F%C4%B1-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SOSYAL MEDYA UZMANLIĞI",
      "AciklamaSection1Desc" :"Sosyal Medya Kursu ,Sosyal medya uygulamaları temelli Dijital Medya ve E-Girişim eğitimleriyle satış ve pazarlamada en önemli kanal haline gelen dijital medyayı tanıyarak; kurumsal iletişim, sosyal medya yönetimi / raporlaması / reklamcılığı, SEO, SEM, içerik / mobil / e-posta pazarlama, dijital reklamcılık, e-ticaret,  B2B / B2C pazarlama, e-girişimcilik, raporlama ve test konularına hâkim olabilirsiniz.​",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
    },
    {
      "id": 26,
      "title": "SEO EĞİTİMİ",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"seo-egitimi",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/seo-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SEO UZMANLIĞI EĞİTİMİ",
      "AciklamaSection1Desc" :"Dijital pazarlama sektörünün en önemli ve kalıcı parçası olan SEO hakkında kişilere meslek edinme düzeyinde uzmanlık sağlayacak tüm bilgileri uygulamalı olarak öğretmek ve beceri kazandırmak amacıyla düzenlenen SEO Eğitimine katılarak kendinize yatırım yapın.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    },
    {
      "id": 27,
      "title": "GOOGLE ADWORDS KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"google-adwords-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/adwords-kursu-e%C4%9Fitimleri.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ADWORDS",
      "AciklamaSection1Desc" :"Google’ın ücretli reklam servisi olan Google Adwords, internette arama yapan kullanıcıları web sitenize çekmek ve dönüşüm hedefleriniz dahilinde aksiyon aldırmak için bir dijital pazarlama aracıdır. Google AdWords kapsamlı bir şekilde ele alınarak; bir Adwords kampanyası nasıl oluşturma, yönetme ve optimize etme, birden fazla hesap yönetme, verileri analiz etme ve raporlama becerileri kazanma konularında ayrıntılı bilgiler öğretilmektedir.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
    },
    {
      "id": 28,
      "title": "WORDPRESS EĞİTİMİ",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"wordpress-egitimi",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/wordpress-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"WORDPRESS",
      "AciklamaSection1Desc" :"Kendi web sitesini tasarlayıp yönetmek isteyen firma sahiplerine, eticaret yapmak isteyen girişimcilere, blog, emlak, haber siteleri oluşturmak isteyen kişilere temel düzeyden başlayarak internet bilgisi verilmesi, WordPress kurulum ve kullanımı, güvenlik ayarları ile seo eklentileri konusunda eğitim verilmesi hedeflenmektedir.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
    },
    {
      "id": 29,
      "title": "BİLGİSAYARLI STİLİSTLİK KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"bilgisayarli-stilistlik-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/stilistlik-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BİLGİSAYARLI STİLİSTLİK",
      "AciklamaSection1Desc" :"Bilgisayarlı Stilistlik Eğitiminde, tekstil sektörünün güncel tasarım trendlerini pratik ve teorik anlamda öğrenirsiniz. Bilgisayarlı Stilistlik kursu içeriğinde; temel tasarım bilgisi, moda illüstrasyonu ile siluet çizimi, giysi teknik – artistik çizim ve giysi süsleme teknikleri, aksesuar çizimleri, tekstil malzeme bilgisi ve koleksiyon hazırlık aşamaları gibi geniş bir eğitim içeriğine sahiptir.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    },
    {
      "id": 30,
      "title": "MS OFFICE İLE İLERİ EXCEL VE MAKRO KURSU",
      "minTitle": "Mesleki Bilişim Eğitimleri",
      "titleParams" :"ms-office-ile-ileri-excel-ve-makro-kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/08/MS-Office-ve-%C4%B0leri-Excel-ve-Makro-Kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MS OFFICE İLE İLERİ EXCEL VE MAKRO",
      "AciklamaSection1Desc" :"Microsoft Excel’de formüllerin kullanımı ile ilgili detayları öğrenerek matris tablolar hazırlayabilir ve raporlarınızı dönem filtreleriyle otomatik olarak hesaplatabilirsiniz. Özet Tablo ve Özet Grafik (PivotTable ve PivotChart) uygulamaları ile özet raporlar hazırlayabilir ve rapor ihtiyaçlarını hızlıca karşılayabilirsiniz. Veri analizine ilişkin araçları kullanarak veri ayıklama ve birleştirme yapabilir veya olasılıklara bağlı olan sonuçları ifade edecek raporlar oluşturabilirsiniz.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    }
  ]
  