[
    {
      "id": 1,
      "title": "POWER BI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "POWER-BI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2023/11/powerbi-kursu-scaled.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"POWER BI",
      "AciklamaSection1Desc" :"Power BI 36 saatlik yoğun eğitim programı, veri görselleştirmesi ve iş zekası alanında uzmanlaşmanız için ihtiyacınız olan her şeyi sunuyor. Power BI’nın gücünü keşfederek veri analizi yapmayı, çarpıcı görselleştirmeler oluşturmayı ve iş kararlarını desteklemek için verileri etkili bir şekilde kullanmayı öğreneceksiniz. Hem temel hem de ileri düzey konuları kapsayan bu eğitim, iş dünyasında aranan bir beceri olan veri yönetimi ve analizi konularında size özgüven kazandıracak. Kendinizi iş dünyasının hızla değişen ihtiyaçlarına uyum sağlamak için hazırlayın, Power BI ile veri odaklı bir kariyere ilk adımı atın!",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
     
    },
    {
      "id": 2,
      "title": "POWER QUERY KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "POWER-QUERY-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2023/11/Power-Query-scaled.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"POWER QUERY",
      "AciklamaSection1Desc" :"Verinin Gücünü Keşfedin! Bu 12 saatlik yoğun eğitim programı, veri analizi ve iş zekası konularında size mükemmel bir başlangıç sunuyor. Power BI’nın kullanımı kolay arayüzü ve güçlü veri görselleştirme yetenekleri sayesinde veriyi anlamak ve etkili bir şekilde sunmak artık çok daha erişilebilir. Bu eğitim sırasında veri analizi tekniklerini öğrenecek, çeşitli veri kaynaklarından veri toplayacak, raporlar oluşturacak ve iş kararlarını desteklemek için veriyi kullanmayı öğreneceksiniz. Power BI eğitimi ile veri odaklı bir kariyere başlamak için hemen kaydolun!",
      "DersSaati" :"12 Saat",
      "KursSuresi" :"2 Hafta"
     
    },
    {
      "id": 3,
      "title": "DİJİTAL OYUN YAZILIM UZMANLIĞI EĞİTİMİ (GAME DEVELOPER)",
      "minTitle": "Yazılım Eğitimleri",
       "titleParams" : "DİJİTAL-OYUN-YAZILIM-UZMANLIĞI-EĞİTİMİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2023/10/unity-oyun-programlama-egitimi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"DİJİTAL OYUN YAZILIM",
      "AciklamaSection1Desc" :"Oyun dünyasının kodlarını yazmaya hazır mısınız? Bu eğitim programı, C#, SQL Server ve Unity gibi önemli yazılım araçları ile donatılmış bir dijital oyun yazılım uzmanı olmanız için ihtiyaç duyduğunuz bilgi ve becerileri sunuyor. 72 saatlik C# dersleriyle oyun mekaniği ve mantığını anlamayı öğrenecek, 48 saat boyunca SQL Server ile veri yönetimi konularında ustalaşacaksınız. Unity’nin 96 saatlik dersleri ise oyun geliştirme sürecinin temelini oluşturacak. Bu eğitimle, oyun dünyasının kodlarını yazarak, oyun deneyimini şekillendiren bir uzman olmak için gereken yeteneklere sahip olacaksınız. Kariyerinizde oyun geliştirme dünyasına kapı aralamak ve oyun sektörünün geleceğinde yer almak için bu fırsatı kaçırmayın!",
      "DersSaati" : "216 Saat",
      "KursSuresi" :"9 Ay"
     
    },
    {
      "id": 4,
      "title": "OYUN YAZILIM VE TASARIM MÜHENDİSLİĞİ (GAME DESIGNER AND GAME DEVELOPER)",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "OYUN-YAZILIM-VE-TASARIM-MÜHENDİSLİĞİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2023/10/unity-3d.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"OYUN YAZILIM VE TASARIM",
      "AciklamaSection1Desc" :"Oyun dünyasında kariyerinizi inşa edin! Bu eksiksiz eğitim programı, C#, SQL Server, Unity, Blender ve Z-brush gibi endüstrinin önde gelen araçlarıyla donanmış bir oyun yazılım ve tasarım mühendisi olmanız için gereken tüm bilgi ve becerileri sunar. 96 saatlik C# eğitimiyle oyun mekaniği kodlama konusunda ustalaşırken, 48 saat boyunca SQL Server ile veritabanı yönetimi becerilerinizi geliştirirsiniz. Unity’nin 96 saatlik dersleri oyun geliştirme sürecinde size yol gösterirken, 102 saatlik Blender dersleriyle üç boyutlu dünyaları yaratma yeteneklerinizi mükemmelleştirirsiniz. Ayrıca, 72 saatlik Z-brush eğitimi ile karakter tasarımının inceliklerini öğrenirsiniz. Bu eşsiz eğitim, oyun sektöründe parmakla gösterilen bir uzman olmanız için ihtiyacınız olan her şeyi sunar. Kariyerinizi oyun dünyasında şekillendirmek istiyorsanız, bu fırsatı kaçırmayın",
      "DersSaati" : "414 Saat",
      "KursSuresi" :"16 Ay"
     
    },
    {
      "id": 5,
      "title": "FULL STACK DEVELOPER YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "FULL-STACK-DEVELOPER-YAZILIM-UZMANLIĞI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/full-stack-developer-yaz%C4%B1l%C4%B1m-uzmanl%C4%B1%C4%9F%C4%B1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"FULL STACK DEVELOPER YAZILIM UZMANLIĞI",
      "AciklamaSection1Desc" :"420 saatlik 17.5 ay süren Full Stack Developer eğitimimiz ile Türkiye’deki en donanımlı Avrupa standartlarında birer yazılımcı olabilirsiniz. Bu eğitim sayesinde yazılım dünyasının hem backend hem de frontend hem de mobil uygulama geliştirme alanlarında uzman olup Türkiye standarlatlarının üstünde birer yazılım uzmanı olacaksınız. Microsoft .NET ile yazılım geliştirmeyi sağlayan, veritabanı ve web uygulamaları geliştirebileceğiniz uzmanlık eğitimini alıcaksınız. Bu program sürecinde dünyada en yaygın olarak tercih edilen programlama dillerinden C# programlama dilini, web yazılım geliştirme frameworklerini ve ASP.NET MVC ve ASP.NET Core alanlarında uzmanlaşabilecek, Veritabanı sistemlerinde en çok kullanılan Microsoft SQL Server üzerinde programlama yapmayı öğrenecek ve web servisleri geliştireceksiniz. Eğitim içerisinde frontend temelleri ile giriş sağlayarak temeller içerisinde yer alan HTML CSS JAVASCPRIT konularına detaylı değinerek responsive mantığı ile birlikte bootsrap kütüphanesi ve HTML iskeleti ile oluşturulmuş, CSS ile görselleştirilen, Java Script ile dinamik hale getirilen uygulamalar gerçekleştirebileceksiniz. TypeScript kısmında ise TypeScript ve JavaScript arasındaki farklar aktarılıp Veri tipleri detaylı bir şekilde aktarılıp React ve Angular içerisinde nasıl kullanıldığını projeler ile destekleyerek öğreneceksiniz.",
      "DersSaati" : "456 Saat",
      "KursSuresi" :"19 Ay"
    
    },
    {
      "id": 6,
      "title": "YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "YAZILIM-UZMANLIĞI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2015/12/yaz%C4%B1lim-uzmanligi.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"YAZILIM UZMANLIĞ",
      "AciklamaSection1Desc" :"C# programlama dili ve Microsoft .NET ile yazılım geliştirmeyi sağlayan, veritabanı ve web uygulamaları geliştirebileceğiniz uzmanlık eğitimidir. Bu program sürecinde dünyada en yaygın olarak tercih edilen programlama dillerinden C# programlama dilini, web yazılım geliştirme frameworklerini ve ASP.NET MVC ve ASP.NET Core alanlarında uzmanlaşacaksınız. Veritabanı sistemlerinde en çok kullanılan Microsoft SQL Server üzerinde programlama yapmayı öğrenecek ve web servisleri geliştireceksiniz. Kursiyerlerimize C#’ın tam uyumlu olduğu Object Oriented Programming ile yazılım geliştirme süreçlerinde profesyonel bir bakış açısı kazandırmak hedeflenmektedir. Web Tasarım Kursu içerisinde Html, CSS, Javascript,Jquery,Bootstrap ve Seo teknikleri programlarının yanı sıra Web Sitelerinin tasarlanması ve yönetimi dahil tüm süreci kendisi yapabilir duruma geleceksiniz. Kursun sonunda kişisel web sitesi, E-Ticaret sitesi , emlak sitesi , haber sitesi gibi sitelerin arayüzlerini tasarlayabilir ve çeşitli ekranlarla uyumlu Responsive Web Siteleri oluşturabilirsiniz. Bu eğitimde ASP.NET MVC ile web uygulama geliştirme sıfırdan ileri seviyeye kadar detaylı olarak anlatılmaktadır. .NET Platformunun MVC yapısının en temel tasarım kalıbı olan Model View Controller mimarisi esas alınarak anlatılmaktadır. Asp.Net Core farklı platformlarda (cross platform – Windows, Mac ve Linux) çalışabilen web uygulamaları geliştirme kütüphanesidir. Kursta ASP.NET Core MVC uygulamaları geliştirmeyi öğreneceksiniz. Kurs süresince, ASP.NET Core ve MVC deseni detaylı olarak öğreneceksiniz. Öğrenilen tüm konular kurs sonunda geliştirilen bitirme projesinde bütünsel olarak işlenecektir.",
      "DersSaati" : "240 Saat",
      "KursSuresi" :"5-10 Ay"
     
    },
    {
      "id": 7,
      "title": "FRONTEND ve MOBIL YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "FRONTEND-ve-MOBIL-YAZILIM-UZMANLIĞI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/frontend-ve-mobil-developer_1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"FRONTEND VE MOBIL YAZILIM",
      "AciklamaSection1Desc" :"Yazılım dünyasında kullanıma alınan her uygulamanın veya web sitesinin kullanıcı ile etkileşime giren,  görsel tasarıma ve kullanıcı tarafında çalışan kodlara sahip yazılım alanıdır. Bir web sitesini kullanırken gördüğünüz her şey; HTML, CSS ve JavaScript’in, kullandığınız web tarayıcı tarafından kontrol edilmesidir. Siteye veya uygulamaya girdiğiniz ilk anda gördüğünüz görseller, şablonlar, butonlar, görsel bileşenler ve daha pek çok detay frontend içerisinde yer alır. Web sitesinde kullanılacak renkler, içeriklerin hangi düzende yerleştirileceği, yaz tipinin ve boyutunun belirlenmesi front end yapısının içerisinde bulunur. Frontend alanında Javascript dili büyük önem taşır ve Javascript’in daha kolay kodlanabilir ve uygulanabilir olması için oluşturulan kütüphaneler vardır. Bu kütüphanelerden en popüler olanları Angular ve React kütüphaneleridir. Günlük hayatta en yoğun kullanım oranına sahip olan yazılım alanı mobil yazılımdır. Bu yoğunluğa sahip bir yazılım alanında mobil cihazların sahip olduğu ve üzerine uygulamalar yazılarak kullanıma açılan Android ve IOS işletim sistemleri bulunmaktadır. Farklı işletim sistemleri için farklı dillerde (Swift,Java,Kotlin,Xamarin) uygulamalar yazılması gerekliyken son yıllarda geliştirlen cross platform desteğine sahip React Native bu dil karmaşası aşılmıştır.",
      "DersSaati" : "216 Saat",
      "KursSuresi" :"9 Ay"
      
    },
    {
      "id": 8,
      "title": "PYTHON ile YAPAY ZEKA ve BÜYÜK VERİ MÜHENDİSLİĞİ KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "PYTHON-ile-YAPAY-ZEKA-ve-BÜYÜK-VERİ-MÜHENDİSLİĞİ-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/yapay-zeka.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"PYTHON İLE YAPAY ZEKA VE BÜYÜK VERİ",
      "AciklamaSection1Desc" :"Yapay Zeka(Artificial Intelligence), bilgisayar biliminin bir dalı olarak kabul edilen; insanlar tarafından geliştirilen modeller ile geçmiş veriler üzerinden öğrenme süreci sonrasında makinelerin öğrendikleri bilgiyi insanlar gibi sunabilen bir teknoloji modelidir. Yapay Zekanın bu ölçüde yaygınlaşmasının iki büyük nedeni vardır. Bunlardan ilki ticari açıdan yapay zekanın çok karlı olması ve insan faktörünü ortadan kaldırdığı için maliyeti düşürmesidir. İkinci nedeniyse yapay zeka ve bilgisayar teknolojisi konusunda insanlığın eriştiği bilgi ve olanaklardır. Bugün yapay zekayı kullandığımız başlıca alanlara şu şekilde örnek verebiliriz; Sanal Asistanlar, Oyunlar, Akıllı Arabalar, Satın Alma Tahmincileri, Güvenlik Sistemleri, Akıllı Ev Sistemleri, Sohbet, Destek Botları, Görüntü Renklendirme, Yüz Tanımı, Kişiselleştirilmiş Alışveriş ve Eğlence, Kanser Teşhisleri vb. Yapay zeka kursumuzda Python programlama dilini kullanacağız. Çünkü Python, öğrenme kolaylığı, ölçeklenebilirliği ve uyarlanabilirliği sayesinde, en hızlı büyüyen dillerden biri haline gelmiştir. Python’un desteği ve sürekli gelişen kütüphaneleri ile Web Uygulaması, Nesneler, Veri Bilimi veya yapay zeka olsun, herhangi bir proje için iyi bir seçimdir.",
      "DersSaati" : "288 Saat",
      "KursSuresi" :"12 Ay"
     
    },
    {
      "id": 9,
      "title": "YAPAY ZEKA KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "YAPAY-ZEKA-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/YAPAY-ZEKA-E%C4%9E%C4%B0T%C4%B0M%C4%B0.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"YAPAY ZEKA",
      "AciklamaSection1Desc" :"Yapay Zeka(Artificial Intelligence), bilgisayar biliminin bir dalı olarak kabul edilen; insanlar tarafından geliştirilen modeller ile geçmiş veriler üzerinden öğrenme süreci sonrasında makinelerin öğrendikleri bilgiyi insanlar gibi sunabilen bir teknoloji modelidir. Yapay Zekanın bu ölçüde yaygınlaşmasının iki büyük nedeni vardır. Bunlardan ilki ticari açıdan yapay zekanın çok karlı olması ve insan faktörünü ortadan kaldırdığı için maliyeti düşürmesidir. İkinci nedeniyse yapay zeka ve bilgisayar teknolojisi konusunda insanlığın eriştiği bilgi ve olanaklardır. Bugün yapay zekayı kullandığımız başlıca alanlara şu şekilde örnek verebiliriz; Sanal Asistanlar, Oyunlar, Akıllı Arabalar, Satın Alma Tahmincileri, Güvenlik Sistemleri, Akıllı Ev Sistemleri, Sohbet, Destek Botları, Görüntü Renklendirme, Yüz Tanımı, Kişiselleştirilmiş Alışveriş ve Eğlence, Kanser Teşhisleri vb. Yapay zeka kursumuzda Python programlama dilini kullanacağız. Çünkü Python, öğrenme kolaylığı, ölçeklenebilirliği ve uyarlanabilirliği sayesinde, en hızlı büyüyen dillerden biri haline gelmiştir. Python’un desteği ve sürekli gelişen kütüphaneleri ile Web Uygulaması, Nesneler, Veri Bilimi veya yapay zeka olsun, herhangi bir proje için iyi bir seçimdir.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
      
    },
    {
      "id": 10,
      "title": "BIG DATA ve DATA SCIENCE KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "BIG-DATA-ve-DATA-SCIENCE-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/09/Big-Data-Data-Science-Data-Analytics-kursu1.jpeg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BIG DATA VE DATA SCIENCE",
      "AciklamaSection1Desc" :"İnsanoğlunun binlerce yıl önce kil tabletlerle toplamaya başladığı veriyi bugün ‘Büyük’ yapan üç önemli nitelik var: Hacim, Hız ve Çeşitlilik. Üç milyarı aşkın aktif internet kullanıcısının olduğu günümüzde, yalnızca bir dakika içinde Facebook’ta 500 bin fotoğraf paylaşılıyor, YouTube’a 300 saatlik video yükleniyor, Twitter’da 650 bin tweet atılıyor ve aynı süre zarfında Google’da 6,5 milyondan fazla arama yapılıyor. Bu hacim ve hız nedeniyle insanlık tarihi boyunca üretilen verilerin %90’ının geçtiğimiz iki yıl içinde üretildiği tahmin ediliyor. Üstelik geleneksel anlamda sayısal bir kavram olarak düşünmeye alıştığımız veri, bugün daha farklı formlarda karşımıza çıkabiliyor. Her telefon konuşmamız ses, her e-posta mesajımız yazı, her MOBESE kaydı görüntü, internette uğradığımız her sayfa “tık” olarak bir veri tabanında saklanıp analiz edilebiliyor. Bu verilerden etkin ve verimli çıktı elde edilmesi için devreye Veri Bilimi ve/veya Büyük Veri Uzmanları devreye girmektedir.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
     
    },
    {
      "id": 11,
      "title": "SİBER GÜVENLİK (CEH ETİK HACKING) KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SİBER-GÜVENLİK-(CEH-ETİK-HACKING)-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/09/siber-g%C3%BCvenlik-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SİBER GÜVENLİK UZMANLIĞI (CEH)",
      "AciklamaSection1Desc" :"CEH Siber güvenlik uzmanlığı eğitimi hackerların kullandığı yöntemlerin bilinmesini ve bunların iyi amaçlar için kullanılmasını sağlayan bir eğitim programıdır. İşletim sistemleri ve ağlarda bulunan güvenlik açıklarının bulunması ve bunları sömürülerek sistemlere sızılması eğitimi olarak da tanımlayabiliriz. Eğitim sonunda CWH (Certified White Hat Hacker) olma fırsatı yakalayacağınız bir eğitimdir",
      "DersSaati" : "120 Saat",
      "KursSuresi" :"5 Ay"
    
    },
    {
      "id": 12,
      "title": "REACT NATIVE İLE MOBİL UYGULAMA GELİŞTİRME KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SİBER-GÜVENLİK-(CEH-ETİK-HACKING)-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/react-native-kursu-2.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"REACT NATIVE İLE MOBİL UYGULAMA GELİŞTİRME",
      "AciklamaSection1Desc" :"React native Facebook ekibinin geliştirdiği mobil uygulama geliştirme ortamıdır. Yazılım dili olarak Javascript veya Typescript kullanılabilir. Çekirdek yapısında Typescript kullanımı çokça karşımıza çıkmaktadır. Fakat çoğu geliştirici Javascript kullanmaktadır. Daha önce web uygulamaları geliştiren yazılımcıların çok çabuk adapte olabileceği bir uygulama çatısıdır. Yeni başlayanlar ise hızlı bir şekilde uygulama yazabileceği sayısız kaynak ve hazır kütüphaneler bulunmaktadır.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
     
    },
    {
      "id": 13,
      "title": "UNITY OYUN PROGRAMLAMA UZMANLIĞI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "UNITY-OYUN-PROGRAMLAMA-UZMANLIĞI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/unity-oyun-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"UNITY OYUN PROGRAMLAMA UZMANLIĞI",
      "AciklamaSection1Desc" :"C# programlama dili kullanılarak Unity oyun motoru platformuyla 2D ve 3D ortamlarda IOS, Android ve PC platformlarında oyun uygulamaları geliştirmeyi sağlayan algoritmik düşüncenizi ve hayal gücünüzü zorlayacağınız bir eğitimdir. Bu program sürecinde Türkiye’de ve birçok ülkede en yaygın olarak kullanılan programlama dillerinden C# programlama dili ile oyun motorları arasında tercih açısından diğer uygulamalara fark atan Unity oyun motoru ile oyunlar geliştirecek ve oyun sektörüne giriş biletinizi en ön sıradan alma hakkı kazanacaksınız. Unity arayüzü oyun geliştirmenizde yardımcı olacak hemen hemen her türlü modüle sahiptir.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
     
    },
    {
      "id": 14,
      "title": "WEB TASARIM VE WEB YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "WEB-TASARIM-VE-WEB-YAZILIM-UZMANLIĞI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/web-design.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"WEB TASARIM VE WEB YAZILIM UZMANLIĞI",
      "AciklamaSection1Desc" :"Web Tasarım ve Yazılım Uzmanlığı kursumuzda, eğitim alarak sizler de bilişim dünyasından adınızdan söz ettirebilirsiniz. Web Tasarım Uzmanlığı ve Yazılım Uzmanlığı birbirinden ayrılamaz iki bütün olduğundan sizi hem yazılım hem tasarım yönüyle baştan sona kadar donatıp sizleri bilişim sektörüne kazandırıp binlerce başarılı kursiyerimizin arasında görmek isteriz. Web Tasarım Uzmanlığı denilince akla gelen tüm detaylar en ince ayrıntısına kadar sizlere öğretilir aynı zamanda tasarımsal olarak da tüm incelikler size öğretilir ve Web Tasarım ve Yazılım Uzmanlığı Kursu sonunda profesyonel olarak iş hayatına atılabilirsiniz. ÜÇÜNCÜ BİNYIL TEKNİK EĞİTİM AKADEMİSİ 6 Ay süren toplam 144 saatlik Türkiye’de eşi benzeri olmayan bir eğitim ile sizleri bekliyor",
      "DersSaati" : "144 Saat",
      "KursSuresi" :"6 Ay"
     
    },
    {
      "id": 15,
      "title": "PYTHON KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "PYTHON-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/python-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"PYTHON",
      "AciklamaSection1Desc" :"Geleceğin programlama dili desek de Python aslında köklü bir programlama dilidir. Google mühendislerinden Guido van Rossum tarafından 1991-1996 yılları arasında geliştirilen bugün birçok alanda kullanılmaktadır. Python programlama dili, syntax olarak İngilizce diline oldukça yakın, öğrenmesi oldukça kolay, katı kuralları olmayan dinamik ve esnek bir dildir. Programlamaya yeni başlayanlar için alışması oldukça kolay ve eğlencelidir. Python’un kolay öğrenilmesi, geniş bir kullanıcı topluluğuna sahip olması, bilimsel çalışmalara olanak vermesi, çok geniş ölçekte geliştirme yapılabilmesi, veri madenciliği işlemlerini yapabilmesi, derin öğrenme gibi yapay zekâ uygulamalarının da geliştirilebilmesi nedeniyle popülaritesi hızla artmıştır. Dünya’daki en popüler ilk dört programlama dili arasında olan Python oldukça genel bir programlama dilidir ve hemen hemen her ticari firma tarafından bir şekilde kullanılmaktadır. Bunlara en güzel örnekler Google’dır. Wikipedia, Yahoo, CERN, NASA Python dilini kullanarak geliştirmeler yapmışlardır.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
      
    },
    {
      "id": 16,
      "title": "C# KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "C#-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/c-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"C#",
      "AciklamaSection1Desc" :"C# programlama dili ve Microsoft .NET ile yazılım geliştirmeyi sağlayan ayrıca veritabanı ve web uygulamaları ile web servisleri geliştirebileceğiniz uzmanlık eğitimidir. Bu eğitim programında dünyada en yaygın olarak kullanılan programlama dillerinden olan C# programlama dilini, web yazılım geliştirme frameworklerini ve sunucu tabanlı ASP.NET MVC ve ASP.NET Core alanlarında uzmanlaşacaksınız. Veritabanı sistemlerinde en popüler olan Microsoft SQL Server üzerinde programlama yapmayı ve web servisleri geliştirmeyi öğreneceksiniz.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
      
    },
    {
      "id": 17,
      "title": "JAVA KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "JAVA-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/java-kursu-1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"JAVA",
      "AciklamaSection1Desc" :"Java milyonlarca uygulamanın yazılmasında kullanılan yaygın birdir. Java ile başta masaüstü uygulamaları, web uygulamaları yazılabilmektedir. Oracle firmasının desteğiyle günümüzde birçok kurumsal firmanın defakto kullandığı yazılım dilidir. Linux tabanlı android cihazlarda java dili doğal yazılım dili olarak kullanılmış ve hala yayında olan birçok uygulama, java ile kodlanmıştır.  Ayrıca multiplatforma destek veren yazılım dillerinin çekirdek konseptinde doğal yazılım dili olarak android tarafında yine java kullanılmaktadır. Java’nın nesneye dayalı bir yazılım dili olmasından dolayı, yazılımcıya daha esnek kod yazmayı sağlamıştır. Yazılım yaparaken koddan çok yazılım mantığına yoğunlaşmayı sağlayan bu özellik ile kodlama daha zevkli hale gelmiştir.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
      
    },
    {
      "id": 18,
      "title": "GOLANG Kursu",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "GOLANG-Kursu",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2022/11/0-1.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"GOLANG",
      "AciklamaSection1Desc" :"Go programlama dili Google firması tarafından 2007 yılı itibariyle geliştirmeye başlanmış dinamik ve çok platformlu bir programlama dilidir. Özellikle son yıllarda adını sıklıklar çok büyük firmalar ile duymaya başlanan bu dil ile bir kez yaz her yerde çalışma prensibi temel alınmıştır. Geliştiricileri arasında yazılım dünyasında meşhur olan Google mühendisleri Robert Griesemer, Rob Pike, ve Ken Thompson yer almaktadır. Go programlama dili diğer dillere benzer bir o kadar da farklı bir programlama dilidir. Derleneme usulüne göre çalışan bu dil ile ister Linux, ister Windows isterseniz de macOS ‘ta yazdığınız yazılımlar hem çok çok küçük boyutta olmakta ve aşırı derece hızlı çalışmaktadır. Eğitimimiz boyunca Go dilinin tüm nimetlerinden faydalanacak ve bu dil ile yapabileceklerinizin sadece hayal dünyanıza bağlı olacağını birlikte göreceğiz.",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
      
    },
    {
      "id": 19,
      "title": "PHP VE MYSQL KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "PHP-VE-MYSQL-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/PHP-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"PHP VE MYSQL",
      "AciklamaSection1Desc" :"Kursiyerlerimiz Php Kursu, Web Programlama ( Php Mysql ) Kursunu alarak Programcılık ve veritabanı mantığını öğrenerek, güncellenebilen dinamik web siteleri yapabileceklerdir. Sorgu mantığını alarak farklı yazılım projelerini geliştirebilecek duruma gelirler. Bu kursun sonunda özellikle alışveriş sitesi, emlak sitesi, e-ticaret siteleri, forum sitesi, okul sitesi, haber sitesi, tatil sitesi gibi yönetilebilir portal siteleri hazırlayabilirsiniz. Php ve MySQL Kursu ile PHP ‘yi A’dan Z’ye öğrenip, harika projeler geliştirmeye başlayın!",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
     
    },
    {
      "id": 20,
      "title": "PYTHON IOT KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "PYTHON-IOT-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/01/iot-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"PYTHON IOT",
      "AciklamaSection1Desc" :"Günümüzde akıllı cihazların sayısı, insan sayısından daha fazladır. Çoğu insan bir günün tamamında internete bağlıdır. 2022 yılında, her tüketicinin ortalama 6,58 akıllı cihazı olacaktır.Nesnelerin İnterneti (IoT), İnternet’e bağlı milyonlarca akıllı cihaz ve sensörden oluşan bir ağdır. Daha önce kapı tokmağı veya ampul gibi cansız nesneler artık ağa veri toplayabilen ve aktarabilen akıllı bir sensörle donatılabilir. Her ay yaklaşık 3 milyon yeni cihaz İnternete bağlanmaktadır.Önümüzdeki dört yıl içinde dünya çapında 50 milyardan fazla cihaz bağlı olacak. “Nesnelerin” üçte ikisi: sensörler, aktüatörler ve dünyamızı izleyen, kontrol eden, analiz eden ve optimize eden yeni icat edilmiş akıllı cihazlardan oluşacaktır.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    
    },
    {
      "id": 21,
      "title": ".NET CORE KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : ".NET-CORE-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/03/asp.net-core-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ASP.NET CORE",
      "AciklamaSection1Desc" :"Asp.Net Core farklı platformlarda (cross platform – Windows, Mac ve Linux) çalışabilen web uygulamaları geliştirme kütüphanesidir. .Net Core ile beraber yazılımcılar dilerse MacOS, Linux veya Android platformlarına uygulamalarını yazabileceklerdir. .Net Core ile gelen en büyük özelliklerden biri de, önceki .Net sürümlerine göre önemli performans artışıdır. Asp.Net MVC’de tecrübeli olsanız bile, Asp.Net MVC Core ile ilgili calışma bilginiz yok ise, sektörde eksiklik olarak görülebilir. Bugün her web geliştiricisinin kendisini Asp.Net Core’a yukseltmesinin sebebi budur.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
     
    },
    {
      "id": 22,
      "title": "FLUTTER İLE MOBİL UYGULAMA GELİŞTİRME KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "FLUTTER-İLE-MOBİL-UYGULAMA-GELİŞTİRME-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/01/flutter-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"FLUTTER İLE MOBİL UYGULAMA GELİŞTİRME",
      "AciklamaSection1Desc" :"Günümüzde mobil uygulama geliştirebilmenin önemi önceki yıllara göre çok daha büyük. Mobil uygulama geliştirme dediğimizde aklımıza iki popüler platform olan IOS ve Android işletim sistemleri geliyor. Flutter, Google tarafından oluşturulan ve Mayıs 2017’de yayınlanan ücretsiz ve açık kaynaklı, mobil, web ve masaüstü uygulamaları geliştirmek için kullanabileceğiniz bir mobil UI frameworktür. Flutter çapraz bir platformdur, aynı altyapıyı kullanarak hem IOS hem de Android tabanlı uygulamalar geliştirebilirsiniz. Flutter öğrenmek için birçok neden vardır. Aşağıda flutter kullanarak geliştirme yapan bazı markaları görebilirsiniz. Eğer mobil uygulama geliştirme konusunda kendinizi geliştirmek istiyor iseniz Flutter doğru bir başlangıç olacaktır. Hızlı öğrenebilme, büyük bir topluluk desteği ve sağladığı bir çok yararlı özellik sayesinde Flutter ile projelerinizi hızlıca hayata geçirebilirsiniz.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
     
    },
    {
      "id": 23,
      "title": "BITCOIN VE FOREX KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "BITCOIN-VE-FOREX-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/01/bitcoin-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"BITCOIN VE FOREX",
      "AciklamaSection1Desc" :"Bitcoin yaşam döngüsü madenden çıkarma ile başlar , Blockchain içinde güvende tutma ile devam eder, transfer,takas ve alışveriş ile sonlanır. Bu süreçde dünyada en yaygın olarak tercih edilen kripto para birimlerinden Bitcoin ve diğer alternatif coinler hakkında bilgi sahibi olacağınız gibi , Bitcoin al-sat ve takas işlemlerini de uygulamalı öğreneceksiniz. Kursiyerlerimize Bitcoin kullanımı ile ilgili profesyonel bir bakış açısı kazandırmak hedeflenmektedir. Bitcoin’in neredeyse her platformda kullanmaya olanak veren bu teknolojisini, katılımcıların ticari becerileri ile birleştirerek güçlü bir altyapı sağlanacaktır .Takas , hızlı al-sat yöntemleri ile birlikte uygulamalı şekilde gösterilecektir",
      "DersSaati" : "24 Saat",
      "KursSuresi" :"1 Ay"
     
    },
    {
      "id": 24,
      "title": "ANDROID UYGULAMA GELİŞTİRME KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "ANDROID-UYGULAMA-GELİŞTİRME-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/android-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ANDROID UYGULAMA GELİŞTİRME",
      "AciklamaSection1Desc" :"Android, mobil cihazlar yani tablet bilgisayarlar (PDA) ve akıllı cep telefonları için Google ve Open Handset Allience tarafından kodlanmış Linux İşletim Sistemi tabanlı açık kaynak kodlu bir işletim sistemidir. Android işletim sistemi tarafından desteklenen uygulama uzantısı “.apk”dir. Ancak şimdilerde “aar” uzantılı yeni bir uzantı da geliştirilmiştir. Android açık kaynak kodlu olması sebebiyle, aygıtların fonksiyonelliğini arttırmak için uygulamalar yazan ve geliştiren geniş bir geliştirici grubuna sahiptir. Android işletim sistemli cihazlarda kullanılmak üzere 400.000’den fazla uygulama bulunmaktadır ve bu sayı her geçen gün dahada artmaktadır. Android işletim sisteminin ana yazılım dili Java programlama dilidir. Bu programlama dili uzun zamandan beri kullanılmaktadır. Fakat Jetbrains firması tarafından geliştirilen kotlin yazılım dili ile de Anroid programlama yapılabilmektedir. Temelde çok farklı yapılara sahip olmamasında dolayı Java ile yazılım yapan yazılımcılar kotlin diline rahatça geçiş yapabilmektedir",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
     
    },
    {
      "id": 25,
      "title": "IOS UYGULAMA GELİŞTİRME KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "IOS-UYGULAMA-GELİŞTİRME-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/%C4%B0OS-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"IOS UYGULAMA GELİŞTİRME",
      "AciklamaSection1Desc" :"Üçüncü Binyıl Eğitim Akademisi 15 yıldır Türkiye’de en iyi IOS uygulama geliştirme eğitimi denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu eşliğinde ve Avrupa standartlarında IOS ile mobil uygulama yapmayı sıfırdan başlayarak zorlanmadan öğrenin. IOS Uygulama Geliştirme Eğitimi, 72 saat ile en uzun kurs süresidir. 3 Ay gibi bir sürede IOS ile mobil uygulama geliştirebilirsiniz. Bu açıdan Üçüncü Binyıl Eğitim Akademisi IOS mobil uygulama alanında en çok proje yapacağınız ve en ileri uygulamaları görebileceğiniz tek kurumdur.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
    
    },
    {
      "id": 26,
      "title": "MATLAB VE SIMULINK KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "MATLAB-VE-SIMULINK-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/matlab-simulink-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MATLAB VE SIMULINK ",
      "AciklamaSection1Desc" :"Üçüncü Binyıl Eğitim Akademisi 15 yıldır Türkiye’de matlab kursları içerisinde en iyi Matlab kursu denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu eşliğinde ve Avrupa standartlarında Matlab’ı sıfırdan başlayarak zorlanmadan öğrenin. Matlab Kursu’nda Matlab’ın kolay ve anlaşılır ara yüzü ile programlama ve mühendislik alanlarında hızlı ve etkili çözümlerini bulabileceksiniz. Matlab ile birlikte kullanılan Simulink ürünü sayesinde mühendisler sürükle bırak sistemi ile hızlı ve etkili çözümlere ulaşabilirler, Matlab Simulink ile simule çalışmalarını rahat bir şekilde sonuçlandırabilirsiniz. Matlab Eğitimi, 48 saat ile en uzun kurs süresidir. 2 Ay gibi kısa bir sürede Matlab ve Simulink öğrenebilirsiniz. Bu açıdan Üçüncü Binyıl Eğitim Akademisi Matlab alanında en çok proje yapacağınız ve en ileri uygulamaları görebileceğiniz tek kurumdur.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    
    },
    {
      "id": 27,
      "title": "SINIRSIZ YAZILIM EĞİTİM PAKETİ",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SINIRSIZ-YAZILIM-EĞİTİM-PAKETİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/s%C4%B1n%C4%B1rs%C4%B1z-yaz%C4%B1l%C4%B1m-2.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SINIRSIZ YAZILIM EĞİTİM PAKETİ",
      "AciklamaSection1Desc" :"Eğitim programımızın sonunda, Türkiye’nin en çok aranan elit yazılım uzmanları seviyesine geleceksiniz. En ince ayrıntısına kadar yazılım ile alakalı donanıma sahip olmanızı sağlayıp, Türkiye ve Dünya’da yazılım alanında kaliteli birer yazılım uzmanı olmanızı sağlıyoruz. Bilişim teknolojisi ürünlerinin temel ihtiyaç haline gelmesi ile birlikte, sektördeki hızlı büyüme şirketlerin, alanında uzman yazılımcıları talep etmesini sağlamaktadır. Sizde bu eğitimi alarak mesleğinizi en iyi şekilde yapabilir duruma geleceksiniz.",
      "DersSaati" : "-",
      "KursSuresi" :"-"
      
    },
    {
      "id": 28,
      "title": "LARAVEL KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "LARAVEL-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/10/LARAVEL-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"LARAVEL",
      "AciklamaSection1Desc" :"Laravel günümüzdeki en popüler PHP Framework olmakla birlikte hem Türkiye’de hem de dünya’da tercih sebebi olması nedeniyse global bazda yazılım geliştirmeye olanak tanıyan güçlü bir altyapıya sahiptir. Laravel eğitimi ile ekip çalışmasına ve global bazda kodlamaya uygun şekilde yazılım geliştirebilirsiniz. Artık eski usül PHP kullanmanın yetmediği yazılım dünyasında sıklıkla bir framework tercih edilmektedir. Tercih edilen frameworklerin başında da Laravel Framework gelmektedir. Laravel eğitimi alarak kodlama seviyenizi yükseltebilirsiniz.",
      "DersSaati" : "72 Saat",
      "KursSuresi" :"3 Ay"
     
    },
    {
      "id": 29,
      "title": "ARDUINO ROBOTİK KODLAMA KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "ARDUINO-ROBOTİK-KODLAMA-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/ARDU%C4%B0NO-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ARDUINO ROBOTİK KODLAMA",
      "AciklamaSection1Desc" :"Arduino kolay kullanılabilir ve esnek bir yazılım/donanım mimarisine sahip, açık kaynak (open source) ailesine mensup bir elektronik geliştirme kartıdır. Bilgisayar üzerinde çalışan yazılımlarda da kullanılabilir. örneğin Macromedia Flash, Processing, Max/MSP ve birçok yazılıma bağlayabilir ve özgürce geliştirmeler yapabilirsiniz. Arduino kartlarının donanımında bir adet Atmel AVR mikrodenetleyici (ATmega328, ATmega2560 vb) , programlamayabilmek ve diğer devrelerle bağlantı kurabilmek için elemanlar bulunur. Platformdan bağımsız bir şekilde çalışabilirsiniz. Linux ya da Windows ta özgürce projelerinizi geliştirebilirsiniz.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
  
    },
    {
      "id": 30,
      "title": "SQL SERVER VERİTABANI PROGRAMLAMA KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SQL-SERVER-VERİTABANI-PROGRAMLAMA-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/SQL-SERVER-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SQL SERVER VERİTABANI PROGRAMLAMA",
      "AciklamaSection1Desc" :"SQL Server Veritabanı Uzmanlığı Kursunda SQL Server üzerinde veritabanı sistemlerini tasarlama, kurma, yönetme, güvenli hale getirme işlemleri yapısal sorgu dili aracılığı ile detaylı olarak ele alınarak katılımcılara aktarılmaktadır. SQL Server Veritabanı Uzmanlığı Kursu‘na tüm firmaların yazılım departmanlarında veritabanı uzmanı olarak çalışanlar / çalışmak isteyenler, SQL Server üzerinde Veri Tabanı Yönetimi (SQL) kullanarak geliştirme yapmak isteyenler, bilişim sektöründeki firmaların çeşitli departmanlarında Veri Tabanı Uzmanı olarak kariyer yapmak isteyenler katılmalıdı",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
      
    },
    {
      "id": 31,
      "title": "SQL SERVER VERİTABANI YÖNETİMİ KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SQL-SERVER-VERİTABANI-YÖNETİMİ-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/ORACLE-DATABASE-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SQL SERVER VERİTABANI YÖNETİMİ",
      "AciklamaSection1Desc" :"Her ölçekteki şirkette ihtiyaç duyulan veritabanı sistemlerini tasarlama, güvenli bir şekilde kurma, yönetme ve teknik destek sağlama gibi faaliyetleri yerine getirebilmek amacıyla hazırlanan bir eğitim programıdır. Bu eğitimde SQL Server’in yönetilmesi hakkında bilgiler verilmekte olup ilgili veritabanını korumak için SQL Server ürün özelliklerinin ve araçlarının nasıl kullanılması gerektiği anlatılmaktadır. Türkiye’de en uzun süre ve en kapsamlı SQL SERVER YÖNETİMİ Eğitimi veren kurum olan Üçüncü Binyıl Teknik Eğitim Akademi’si farkı ile sizler de SQL SERVER YÖNETİMİ kursu sonrasında profesyonel olarak programa hakim olabilirsiniz",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
     
    },
    {
      "id": 32,
      "title": "SİSTEM ANALİSTİ VE İŞ ZEKASI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SİSTEM-ANALİSTİ-VE-İŞ-ZEKASI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/SQL-SERVER-%C4%B0%C5%9E-ZEKASI-BUS%C4%B0NESS-%C4%B0NTELL%C4%B0GENCE-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SİSTEM ANALİSTİ VE İŞ ZEKASI",
      "AciklamaSection1Desc" :"Veri dünyasında kendinizi geliştirin! Bu özel eğitim programı, temel SQL, Power Query ve Power BI gibi önemli araçlarla donanmış bir sistem analisti ve iş zekası uzmanı olmanız için ihtiyaç duyduğunuz bilgi ve becerileri sunuyor. 48 saatlik Temel SQL eğitimi ile veri tabanlarını anlama ve sorgulama yeteneklerinizi geliştirirken, 12 saatlik Power Query dersleri veri işleme konusunda sizi uzmanlaştıracak. Power BI’nin 36 saatlik dersleri ise verileri etkili bir şekilde görselleştirmeyi ve iş zekası projelerini hayata geçirmeyi öğretecek. Bu eğitimle, iş dünyasının hızla büyüyen ve talep gören bir alanında kariyer yapma fırsatına sahip olacaksınız. Kendinizi veri analizi ve iş zekası konularında geliştirmek istiyorsanız, bu eğitimi kaçırmayın!",
      "DersSaati" : "96 Saat",
      "KursSuresi" :"4 Ay"
    
    },
    {
      "id": 33,
      "title": "SQL SERVER İLE İŞ ZEKASI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SQL-SERVER-İLE-İŞ-ZEKASI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/SQL-SERVER-%C4%B0%C5%9E-ZEKASI-BUS%C4%B0NESS-%C4%B0NTELL%C4%B0GENCE-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SQL SERVER İLE İŞ ZEKASI",
      "AciklamaSection1Desc" :"SQL SERVER İLE İŞ ZEKASI Kursu ile SQL Server‘ın en ince detaylarına kadar İş Zekası için gerekli olan tüm bilgiler sizinle paylaşılıyor ve uygulamalı olarak eğitim fırsatı ile sizleri donatıyoruz. Üçüncü Binyıl Teknik Eğitim Akademisi 15 yıldır Türkiye’de SQL SERVER İLE İŞ ZEKASI Eğitimi denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu ve Workstation bilgisayarlarıyla öğrenciler için en iyi eğitim ortamını sunmaktadır.",
      "DersSaati" : "48 Saat",
      "KursSuresi" :"2 Ay"
    
    },
    {
      "id": 34,
      "title": "PL/SQL VERİ TABANI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "PL/SQL-VERİ-TABANI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/PL-SQL-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"PL/SQL VERİ TABANI",
      "AciklamaSection1Desc" :"Bu eğitimde PL/SQL’in genel tanımlarını öğrendikten sonra bu güçlü programlama dilinin faydalarını tanıma fırsatını bulacaksınız. Uzman Oracle eğitmenleri eşliğinde, uygulamalı eğitimlerle, saklanmış  prosedürleri, işlevleri, paketleri ve daha fazlasını öğreneceksiniz.Şartlı olarak kod akışını kontrol etme (döngüler, kontrol yapıları). İlgili yapıları gruplamak ve kapsamak için PL/SQL paketlerini kullanma. İş zorluklarını aşmak için harekete geçiriciler yaratma. Oracle’dan temin edilen PL/SQL paketlerinin bazılarını ekran ve dosya çıkışı oluşturmak için kullanma. Anonim PL/SQL blokları, fonksiyonları ve prosedürleri yaratma. PL/SQL değişkenleri bildirme, bu eğitimin ana odak noktalarıdır. Bu eğitim sayesinde hızlı, güvenilir, güvenlikli ve yönetimi kolay performans sağlama, veritabanı iş yüklerini optimize etme, IT masraflarını azaltma ve veritabanı bulutlarına konsolidasyon sağlayarak daha yüksek kaliteli bir hizmet sunma yetkinliğine kavuşacaksınız.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
      
    },
    {
      "id": 35,
      "title": "SQL İLE ORACLE VERİTABANI TEMEL KAVRAMLARI",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "SQL-İLE-ORACLE-VERİTABANI-TEMEL-KAVRAMLARI",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/ORACLE-DATABASE-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"SQL İLE ORACLE VERİTABANI",
      "AciklamaSection1Desc" :"SQL ile Oracle Veritabanı eğitiminde veritabanı yönetimi ve programlanması, dünyanın en çok kullanılan ilişkisel veritabanı yönetim sistemlerinden birisi olan Oracle ile gerçekleştirilir. Oracle, dünya’nın en çok kullanılan veritabanı sistemlerinin başında gelmektedir. SQL ile Oracle Veritabanı Kursu sonunda sizler de bilişim sektörünün aranan yüzü olabilirsiniz.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
    
    },
    {
      "id": 36,
      "title": "ORACLE DATA INTEGRATOR (ODI) 11G",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "ORACLE-DATA-INTEGRATOR-(ODI)-11G",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/DATA-ENTEGRASYONU-KURSU.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ORACLE DATA INTEGRATOR",
      "AciklamaSection1Desc" :"ORACLE DATA INTEGRATOR (ODI) 11G Kursu, Oracle Veritabanı alt yapısı ile data entegrasyonu hakkında kapsamlı bir eğitim verilmektedir. Türkiye’de en uzun süre ve en kapsamlı oracle data entegrasyonu eğitimi veren kurum olan Üçüncü Binyıl Teknik Eğitim Akademi’si farkı ile sizler de ODI 11G Kursu sonrasında profesyonel olarak programa hakim olabilirsiniz.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
      
    },
    {
      "id": 37,
      "title": "ORACLE BUSINESS INTELLIGENCE 12C",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "ORACLE-BUSINESS-INTELLIGENCE-12C",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/i%C5%9F-zekas%C4%B1-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"ORACLE BUSINESS INTELLIGENCE 12C",
      "AciklamaSection1Desc" :"ORACLE İLE İŞ ZEKASI Kursu ile ORACLE‘ın en ince detaylarına kadar İş Zekası için gerekli olan tüm bilgiler sizinle paylaşılıyor ve uygulamalı olarak eğitim fırsatı ile sizleri donatıyoruz. Üçüncü Binyıl Teknik Eğitim Akademisi 15 yıldır Türkiye’de ORACLE İLE İŞ ZEKASI Eğitimi denince akla gelen en güvenilir ve köklü kurumdur. Sektörün içinden tecrübeli uzman eğitmen kadrosu ve Workstation bilgisayarlarıyla öğrenciler için en iyi eğitim ortamını sunmaktadır.",
      "DersSaati" : "36 Saat",
      "KursSuresi" :"1,5 Ay"
     
    },
    {
      "id": 38,
      "title": "MOBİL YAZILIM ELİT PAKETİ",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "MOBİL-YAZILIM-ELİT-PAKETİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/mobil-yaz%C4%B1l%C4%B1m-kursu.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MOBİL YAZILIM ELİT",
      "AciklamaSection1Desc" :"Türkiye ve dünya da hızla gelişen oyun sektörü, oldukça geniş bir kitleye hitap etmekte ve tüm eğlence endüstrisi alanlarını geçerek, zirveye yerleşmiş durumdadır. Artık siz de Unity 3D ile hayal ettiğiniz 2D ve ya 3D oyunları Üçüncü Binyıl ile gerçeğe dönüştürebileceksiniz. Bilişim teknolojisi ürünlerinin temel ihtiyaç haline gelmesi ile birlikte, sektördeki hızlı büyüme şirketlerin, alanında uzman mobil yazılımcıları talep etmesini sağlamaktadır. Sizde bu eğitimi alarak mobil uygulamanın en ince ayrıntısına kadar öğrenecek ve mesleğinizi en iyi şekilde yapabilir duruma geleceksiniz.Eğitim programımızın sonunda, Türkiye’nin en çok aranan mobil yazılım ve oyun programlama uzmanları seviyesine geleceksiniz. Sektörün ihtiyaçlarını bildiğimizden, sizin için tüm sektörlerde karşınıza çıkabilecek eğitim paketini düzenledik. Mobil uygulama eğitimini tamamlayarak mobil uygulama sektörünün aranan uzmanı siz olacak ve firmalar sizi değil siz dilediğiniz firmayı seçecek duruma geleceksiniz.",
      "DersSaati" : "288 Saat",
      "KursSuresi" :"12 Ay"
      
    },
    {
      "id": 39,
      "title": "WEB YAZILIM UZMANLIĞI KURSU",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "WEB-YAZILIM-UZMANLIĞI-KURSU",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2021/02/web-yaz%C4%B1l%C4%B1m.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"WEB YAZILIM UZMANLIĞI",
      "AciklamaSection1Desc" :"Web Yazılım Kursumuzda, sıfırdan bir web sitesi yapmanın tüm detayları en ince ayrıntısına kadar size öğretilir. Web Yazılım Kursumuz, size temel eğitim vermek yerine sektöre yönelik olarak size eğitim ve web yazılım kursu sonrasında sektörde aktif olarak web yazılım uzmanlığı yapan 3-4 yıllık deneyimli kişilerle aynı seviyeye gelirsiniz. Web yazılım eğitimi ile birlikte 5 aylık toplam 120 saatlik eğitim sonunda web yazılım uzmanı seviyesine gelebilirsiniz",
      "DersSaati" : "120 Saat",
      "KursSuresi" :"5 Ay"
     
    },
    {
      "id": 40,
      "title": "MICROSOFT T-SQL SORGULAMA DİLİ",
      "minTitle": "Yazılım Eğitimleri",
      "titleParams" : "MICROSOFT-T-SQL-SORGULAMA-DİLİ",
      "img": "https://www.ucuncubinyil.com/wp-content/uploads/2020/07/MICROSOFT-T-SQL-SORGULAMA-D%C4%B0L%C4%B0.jpg",
      "logo": "https://www.ucuncubinyil.com/wp-content/uploads/avatars/1/5ee88183019a3-bpfull.png",
      "AciklamaSection1" :"MICROSOFT T-SQL",
      "AciklamaSection1Desc" :"T-SQL Kursunun temel içeriği; T-SQL ile döngü veya mantıksal işlemler yapmak için bir derleyiciye gerek yoktur. Herhangi bir programlama dili öğrenmeden de T-SQL ile tüm amaçlarınıza hitap edecek projeler gerçekleştirebilirsiniz. 60 saatlik en uzun T-SQL Kursu süresi ÜÇÜNCÜ BİNYIL farkı ile sizlerle.",
      "DersSaati" : "60 Saat",
      "KursSuresi" :"2,5 Ay"
  
    }
  ]
  